[
    {
      name: 'SSD 240 GB Kingston A400, SATA, Leitura: 500MB/s e Gravação: 350MB/s - SA400S37/240G',
      description: 'SSD Kingston A400, 240GB, SATA, Leitura 500MB/s, Gravação 350MB/s\n' +
        'SSD Kingston A400 é o mais confiável e durável do que um disco rígido A unidade de estado sólido A400 da Kingston aumenta drasticamente a resposta do seu computador com tempos incríveis de inicialização, carregamento e transferência, comparados a discos rígidos mecânicos.\n' +
        'Mais velocidade, SSD é 10x mais rápido \n' +
        'Reforçado com uma controladora de última geração para velocidades de leitura e gravação de até 500MB/s e 450MB/s, este SSD é 10x mais rápido do que um disco rígido tradicional para melhor desempenho, resposta ultrarrápida em multitarefas e um computador mais rápido de modo geral. Também mais confiável e durável do que um disco rígido, o A400 é feito com memória Flash.\n' +
        'Mais resistente\n' +
        'O SSD Kingston A400, não existem partes móveis, com menor probabilidade de falhas do que um disco rígido mecânico. Também é mais frio e mais silencioso e sua resistência a choques e vibração torna-o ideal para notebooks e outros dispositivos móveis de computação.\n' +
        'Diversas Capacidades do A400\n' +
        'O A400 está disponível em diversas capacidades de 120GB a 480GB oferecendo todo o espaço que você precisa para aplicativos, vídeos, fotos e outros documentos importantes. Você também pode substituir seu disco rígido ou um SSD menor por uma unidade grande o suficiente para conter todos os seus arquivos. SSD confiável e durável para melhor desempenho do computador e respostas ultrarrápidas em multitarefas.\n' +
        'SSD Kingston A400 é mais rápido que um disco Rígido \n' +
        'Rápida inicialização, carregamento e transferência de arquivos; Mais confiável e mais durável do que um disco rígido; Diversas capacidades com espaço para aplicativos ou para substituição do disco rígido.\n' +
        'Garanta já o seu SSD Kingston A400 240GB Sata no KaBuM!',
      inCashPrice: 139.99,
      installmentPrice: 164.69,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/85197/ssd-240-gb-kingston-a400-sata-leitura-500mb-s-e-gravacao-350mb-s-sa400s37-240g',
      store: 'Kabum'
    },
    {
      name: 'SSD 480 GB Kingston A400, SATA, Leitura: 500MB/s e Gravação: 450MB/s - SA400S37/480G',
      description: 'SSD 480 GB Kingston A400, SATA, Leitura: 500MB/s e Gravação: 450MB/s \n' +
        ' \n' +
        'SSD Kingston A400 é o mais confiável e durável do que um disco rígido\n' +
        'A unidade de estado sólido A400 da Kingston aumenta drasticamente a resposta do seu computador com tempos incríveis de inicialização, carregamento e transferência, comparados a discos rígidos mecânicos.\n' +
        ' \n' +
        'Mais velocidade para o seu PC\n' +
        'Reforçado com uma controladora de última geração para velocidades de leitura e gravação de até 500MB/s e 450MB/s, este SSD é 10x mais rápido do que um disco rígido tradicional para melhor desempenho, resposta ultrarrápida em multitarefas e um computador mais rápido de modo geral. Também mais confiável e durável do que um disco rígido, o A400 é feito com memória Flash.\n' +
        ' \n' +
        'O SSD mais resistente\n' +
        'O SSD Kingston A400, não existem partes móveis, com menor probabilidade de falhas do que um disco rígido mecânico. Também é mais frio e mais silencioso e sua resistência a choques e vibração torna-o ideal para notebooks e outros dispositivos móveis de computação.\n' +
        ' \n' +
        'Diversas Capacidades do A400\n' +
        'O A400 está disponível em diversas capacidades de 480GB oferecendo todo o espaço que você precisa para aplicativos, vídeos, fotos e outros documentos importantes. Você também pode substituir seu disco rígido ou um SSD menor por uma unidade grande o suficiente para conter todos os seus arquivos. SSD confiável e durável para melhor desempenho do computador e respostas ultrarrápidas em multitarefas.\n' +
        ' \n' +
        'SSD Kingston A400 é mais rápido que um disco Rígido \n' +
        'Rápida inicialização, carregamento e transferência de arquivos; Mais confiável e mais durável do que um disco rígido; Diversas capacidades com espaço para aplicativos ou para substituição do disco rígido.\n' +
        ' \n' +
        'Garanta já o seu SSD Kingston A400 120GB Sata no KaBuM!',
      inCashPrice: 242.99,
      installmentPrice: 285.87,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/85198/ssd-480-gb-kingston-a400-sata-leitura-500mb-s-e-gravacao-450mb-s-sa400s37-480g',
      store: 'Kabum'
    },
    {
      name: 'Cooler Fan Rise Mode, 120mm, Preto - RM-BK-01-FB',
      description: 'Cooler FAN Rise Mode Black 120mm - RM-BK-01-FB',
      inCashPrice: 9.99,
      installmentPrice: 11.75,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/153650/cooler-fan-rise-mode-120mm-preto-rm-bk-01-fb',
      store: 'Kabum'
    },
    {
      name: 'Memória Gamer Husky Gaming, 8GB, 2666MHz, DDR4, CL19, Preto - HGMF001',
      description: 'Memória Gamer Husky Gaming - 8GB\n' +
        'Chegue ao próximo nível em desempenho com o seu computador gamer com a Memória Gamer Husky Gaming. Em busca do minimalismo e da simplicidade, a memória Gamer Husky é extremamente fina e leve ideal para os gabinetes menores ou qualquer sistema com pouco espaço interno. Seu design em preto combina com todo o seu setup, independente do seu estilo. \n' +
        ' \n' +
        'Velocidade de 2666Mhz para Suas Jogadas\n' +
        'A Memória Husky é projetada para o mais alto desempenho, possui dissipador de calor embutido que entrega ótima condutividade térmica para que o sistema seja capaz de manter uma operação estável por muito tempo. Com 2666Mhz, garante mais velocidade para computadores de alta performance e desempenho robusto, entregando 8GB de capacidade. \n' +
        ' \n' +
        'Com Tecnologia DDR4\n' +
        'Melhora a qualidade da transferência de sinal com Memória Husky e se mantenha na partida inspirando medo no seu inimigo. Instale essa memória de maneira rápida e fácil com a conexão Plug and Play e comece a partida. Possui tecnologia DDR4, DIMM como formato e latência CL 19. A Memória Gamer Husky Gaming é o que faltava para o seu computador ter melhor desempenho. \n' +
        ' \n' +
        'Aproveite essa oportunidade e adquira sua Memória Gamer Husky no KaBuM!',
      inCashPrice: 189.99,
      installmentPrice: 223.52,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/114222/memoria-gamer-husky-gaming-8gb-2666mhz-ddr4-cl19-preto-hgmf001',
      store: 'Kabum'
    },
    {
      name: 'Cabo de Energia MSI, Preto - OK3-7ZP6009-CE0',
      description: 'Cabo de Energia MSI, Preto\n' +
        ' \n' +
        'Para ligar seu Pc a corrente elétrica, você precisa de um cabo de qualidade e que proteja seus componentes. Os cabos da MSi são ótimas escolhas para te dar energia aos componentes do seu PC.\n' +
        ' \n' +
        'Adquira aqui no KaBuM!',
      inCashPrice: 52.99,
      installmentPrice: 62.34,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/375878/cabo-de-energia-msi-preto-ok3-7zp6009-ce0',
      store: 'Kabum'
    },
    {
      name: 'Pasta Térmica Rise Silver Frost, 5g, Cinza - LMS-TG700',
      description: 'Pasta Térmica Rise Silver Frost 5G Cinza\n' +
        'A Pasta térmica Rise Mode Frost é um produto de alta performance, indicado para ser aplicado em processadores de notebooks e computadores, ela é altamente eficiente no resfriamento do processador do seu notebook e PC! Alta condutividade Térmica e não condutivo, de fácil aplicação e muito resistente à corrosão.\n' +
        ' \n' +
        'A Pasta Térmica Rise Silver Frost você encontra aqui no KaBuM!',
      inCashPrice: 14.99,
      installmentPrice: 17.64,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/96815/pasta-termica-rise-silver-frost-5g-cinza-lms-tg700',
      store: 'Kabum'
    },
    {
      name: 'SSD  500 GB Kingston NV2, M.2 2280 PCIe, NVMe, Leitura: 3500 MB/s e Gravação: 2100 MB/s - SNV2S/500G',
      description: 'SSD Kingston NV2 500 GB, M.2 2280 PCIe, NVMe, Leitura: 3500 MB/s e Gravação: 2100 MB/s\n' +
        ' \n' +
        'Solução de Ultima geração\n' +
        'O NV2 PCIe 4.0 NVMe SSD da Kingston é uma solução substancial de armazenamento de última geração alimentada por um controlador Gen 4x4 NVMe. O NV2 oferece velocidades de leitura/gravação de até 3.500/2.100 MB/s com menores requisitos de energia e menor aquecimento para ajudar a otimizar o desempenho do seu sistema e agregar valor sem sacrifícios.\n' +
        ' \n' +
        'Compacto\n' +
        'O design compacto de face única M.2 2280 (22x80mm) expande o armazenamento em 500GB enquanto economiza espaço para outros componentes, tornando o NV2 ideal para notebooks mais finos, sistemas de formato pequeno (SFF) e placas-mãe DIY.Instalar um SSD (Disco de estado sólido) M.2 é fácil e aumentará significativamente o desempenho do seu computador. Siga esses passos abaixo para acelerar seu dispositivo e aumentar o espaço livre de armazenamento.\n' +
        ' \n' +
        'Mais Armazenamento para Você\n' +
        'Disponível em capacidades de 500 GB para oferecer todo o espaço necessário para aplicativos, documentos, fotos, vídeos e muito mais.Integra-se facilmente em modelos com conectores M.2. Perfeito para laptops finos e PCs de formato pequeno.\n' +
        ' \n' +
        'Aproveite essa oportunidade e adquira seu SSD Kingston NV2 250 GB no KaBuM!',
      inCashPrice: 309.99,
      installmentPrice: 364.69,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/380744/ssd-500-gb-kingston-nv2-m-2-2280-pcie-nvme-leitura-3500-mb-s-e-gravacao-2100-mb-s-snv2s-500g',
      store: 'Kabum'
    },
    {
      name: 'SSD 128 GB Husky Gaming, 2.5", SATA III, Leitura: 570MB/s e Gravação: 500MB/s, Preto - HGML000',
      description: 'SSD Husky Gaming - 128 GB\n' +
        'Um novo nível de desempenho para o seu computador gamer com o SSD Husky Gaming!\n' +
        'Desempenho rápido de uma unidade de estado sólido que supre a necessidade normal de\n' +
        'uso, com sua taxa de leitura de 520MB/s, Gravações de 380MB/s e capacidade de\n' +
        '128GB. É definitivamente o melhor produto para substituir o disco rígido tradicional.\n' +
        ' \n' +
        'O desempenho que seu PC precisa!\n' +
        'O SSD Husky Gaming pode dar vida ao seu computador para uso diário.\n' +
        'Com excelente desempenho, ótima capacidade e uma velocidade até\n' +
        'quatro vezes mais rápida por não possuir peças móveis. Os SSD’s Husky Gaming oferecem um design pensado para oferecer a máxima performance, com suportes para: AHCI, S.M.A.R.T., NCQ, TRIM.\n' +
        ' \n' +
        'Formato SATA 3, projetado para Eficiência!\n' +
        'O formato SATA 3 diminui o tempo de inicialização, tempo de desligamento e tempo de resposta dos aplicativos, enquanto seu baixo consumo permite prolongar o tempo de uso da bateria de seu Notebook.\n' +
        ' \n' +
        'Aproveite essa oportunidade e adquira seu SSD Husky no KaBuM!',
      inCashPrice: 101.99,
      installmentPrice: 119.99,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/113888/ssd-128-gb-husky-gaming-2-5-sata-iii-leitura-570mb-s-e-gravacao-500mb-s-preto-hgml000',
      store: 'Kabum'
    },
    {
      name: 'Cooler FAN Rise, 120mm, Branco - RM-FN-01-BW',
      description: 'Cooler FAN Rise 120mm Branco RM-FN-01-BW',
      inCashPrice: 19.99,
      installmentPrice: 23.52,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/96823/cooler-fan-rise-120mm-branco-rm-fn-01-bw',
      store: 'Kabum'
    },
    {
      name: 'SSD 256 GB Husky Gaming, 2.5", SATA III, Leitura: 570MB/s e Gravação: 500MB/s, Preto - HGML001',
      description: 'SSD Husky Gaming - 256 GB\n' +
        'Um novo nível de desempenho para o seu computador gamer com o SSD Husky Gaming!Desempenho rápido de uma unidade de estado sólido que supre a necessidade normal deuso, com sua taxa de leitura de 520MB/s, Gravações de 370MB/s e capacidade de256GB. É definitivamente o melhor produto para substituir o disco rígido tradicional.\n' +
        ' \n' +
        'O desempenho que seu PC precisa!\n' +
        'O SSD Husky Gaming pode dar vida ao seu computador para uso diário.Com excelente desempenho, ótima capacidade e uma velocidade atéquatro vezes mais rápida por não possuir peças móveis. Os SSD’s Husky Gaming oferecem um design pensado para oferecer a máxima performance, com suportes para: AHCI, S.M.A.R.T., NCQ, TRIM.\n' +
        'Formato SATA 3, projetado para Eficiência!\n' +
        'O formato SATA 3 diminui o tempo de inicialização, tempo de desligamento e tempo de resposta dos aplicativos, enquanto seu baixo consumo permite prolongar o tempo de uso da bateria de seu Notebook.\n' +
        'Aproveite essa oportunidade e adquira seu SSD Husky no KaBuM!',
      inCashPrice: 141.99,
      installmentPrice: 167.05,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/113889/ssd-256-gb-husky-gaming-2-5-sata-iii-leitura-570mb-s-e-gravacao-500mb-s-preto-hgml001',
      store: 'Kabum'
    },
    {
      name: 'Memória Kingston Fury Beast, 8GB, 3200MHz, DDR4, CL16, Preto - KF432C16BB/8',
      description: 'Memória Kingston Fury Beast A memória Kingston FURY Beast DDR4 proporciona um poderoso aumento de performance para jogos, edição de vídeo e renderização. Ela faz o overclock automático para a especificação de maior performance do módulo que seja suportada pelo sistema* e está pronta para Intel XMP e AMD Ryzen. Com o seu dissipador de calor de perfil baixo, a memória FURY Beast DDR4 permanece fria e pronta para o seu game. 100% testada na fábrica, é a atualização definitiva para seu computador. Os processadores/chipsets da Intel até a 7ª Geração não eram desenvolvidos para suportar módulos de memória DDR4 fabricados com chips DRAM de densidade 16Gbit. Verifique com o fabricante do sistema ou placa-mãe, caso o seu sistema possua processador Intel de 7ª geração e com o chipset da série 200, para obter uma BIOS atualizada para suportar DRAM de 16Gbit. Componentes mais antigos (6ª geração ou chipsets da série 100) não são compatíveis. *A memória FURY Plug N Play funcionará nos sistemas DDR4 até a velocidade permitida pela BIOS do sistema do fabricante. PnP não pode aumentar a velocidade da memória do sistema além do que é permitido pela BIOS do fabricante. Os produtos FURY Plug N Play DDR4 são compatíveis com as especificações XMP 2.0, desse modo o overclock também pode ser conseguido habilitando o Perfil XMP integrado.',
      inCashPrice: 225.99,
      installmentPrice: 265.87,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/172365/memoria-kingston-fury-beast-8gb-3200mhz-ddr4-cl16-preto-kf432c16bb-8',
      store: 'Kabum'
    },
    {
      name: 'Cooler Fan Rise Mode Energy, 3 Unidades, 120mm, ARGB, Preto  - FN-02-RGB-5V',
      description: 'Kit 3x Cooler FAN Rise Mode Energy 120mm, Led ARGB, 5V - FN-02-RGB-5V',
      inCashPrice: 129.99,
      installmentPrice: 152.93,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/153647/cooler-fan-rise-mode-energy-3-unidades-120mm-argb-preto-fn-02-rgb-5v',
      store: 'Kabum'
    },
    {
      name: 'Fonte XPG Pylon, 650W, 80 Plus Bronze - PYLON650B-BKCBR',
      description: 'Conheça a Fonte XPG Pylon 650W 80+ Bronze\n' +
        'Mais do que apenas uma fonte de alimentação com certificação Bronze, a Fonte XPG Pylon 650W 80+ Bronze possui conversores CC-CC altamente eficientes e de potência contínua em 4 opções de potência diferentes que fazem dela a escolha certa de fonte de alimentação (PSU) para todos os tipos de uso. Ideal para um upgrade de qualidade na montagem do seu PC Gamer.\n' +
        ' \n' +
        'Feita para alta capacidade e menor consumo\n' +
        'Em conformidade com a função do modo de suspensão do Guia de Design de Fonte de Alimentação Intel ATX, com 100% +12V CC-CC Full Power em todas as séries, a Fonte XPG Pylon garante entrega de energia consistente, com baixo consumo e suporte a placas gráficas e CPUs de médio a alto nível. O circuito CC-CC minimiza o ruído de ondulação, evitando a carga de energia desequilibrada, além de atuar como uma proteção para a expectativa de vida dos componentes do PC.\n' +
        ' \n' +
        'Fonte com certificações de credibilidade\n' +
        'A Fonte XPG Pylon possui certificação 80 Plus Bronze que garante eficiência de energia em 20%, 50% e 100% das cargas nominais. Ela está em conformidade com o Regulamento ErP 2014, lote 3, e foi projetado para operação constante e de energia contínua do sistema 24/7. Além disso, ela conta com certificação da Cybenetics no que toca à eficiência e nível de ruído, ficando no topo da sua categoria em ambas as normas ETA e LAMBDA.\n' +
        ' \n' +
        'Esta fonte XPG é equipada com uma ventoinha de rolamento dinâmico fluido (FDB) de 120mm cujo controle embutido começa em cerca de 700 rpm (25°C ambiente) e mantém sua baixa velocidade de ventoinha até cerca de 70% da carga de energia. Tudo isso mantendo uma operação silenciosa e eficiente para prolongar a vida útil do equipamento.\n' +
        ' \n' +
        'Proteções fundamentais\n' +
        'A Fonte XPG Pylon foi projetada para uma grande eficiência e segurança e inclui diversas proteções fundamentais como você pode ver abaixo:\n' +
        ' \n' +
        'OPP: proteção contra sobretensão;\n' +
        'UVP: proteção contra subtensão;\n' +
        'OVP: proteção contra sobretensão;\n' +
        'SCP: proteção contra curto-circuito;\n' +
        'OTP: proteção contra sobretemperatura.\n' +
        'OCP: proteção contra sobrecorrente;\n' +
        'NLO: Proteção Contra Carga Vazia;\n' +
        'SIP:  Session Initiation Protocol.\n' +
        ' \n' +
        '**ACOMPANHA CABO DE FORÇA** \n' +
        ' \n' +
        'Garanta já o seu no KaBuM!',
      inCashPrice: 359.99,
      installmentPrice: 423.52,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/114269/fonte-xpg-pylon-650w-80-plus-bronze-pylon650b-bkcbr',
      store: 'Kabum'
    },
    {
      name: 'SSD Crucial BX500 SATA, 500GB, 3D NAND, Leitura: 540Mb/s e Gravação: 500Mb/s - CT500BX500SSD1',
      description: 'SSD Crucial BX500 SATA, 500GB, 3D NAND, Leitura: 540Mb/s e Gravação: 500Mb/s\n' +
        'Com desempenho essencial - A maneira mais fácil de obter toda a velocidade de um computador novo, mas sem o preço. Você já se perguntou por que seu telefone reage mais rápido que o seu computador? É porque o seu telefone usa memória flash. Adicione flash ao seu laptop ou computador desktop com a Crucial BX500 SSD, a maneira mais fácil de obter toda a velocidade de um novo computador sem o preço. Acelere tudo!\n' +
        ' \n' +
        '\n' +
        'Melhore o desempenho\n' +
        '\n' +
        '\n' +
        'Inicialização super-rápida . Carregamento de arquivos a jato. Melhore a responsividade geral do sistema para todas as suas necessidades de computação. Não sabe nem por onde começar a instalação de um SSD? É fácil e torna instantaneamente o seu computador mais rápido! Qualquer um pode fazê-lo – basta seguir nosso aplicativo! Nenhuma habilidade com computadores é necessária. Você não precisa mais lidar com um computador lento. Instale um SSD – é fácil!',
      inCashPrice: 204.99,
      installmentPrice: 241.16,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/378464/ssd-crucial-bx500-sata-500gb-3d-nand-leitura-540mb-s-e-gravacao-500mb-s-ct500bx500ssd1',
      store: 'Kabum'
    },
    {
      name: 'Fonte MSI MAG A650BN, ATX, 650W, 80 PLUS Bronze, PFC Ativo, Entrada Bivolt, Preto - 306-7ZP2B22-CE0',
      description: 'Fonte MSI MAG A650BN\n' +
        ' \n' +
        'Oferece aos jogadores uma opção de fonte de alimentação de nível básico segura, confiável e eficiente. Seus principais recursos incluem certificação 80 PLUS Bronze, design de circuito DC para DC, trilho único de 12V, PFC ativo e ventoinha de baixo ruído. O MAG A550BN será uma das melhores escolhas para jogadores que estão apenas começando a olhar para computadores DIY. Após a instalação, os jogadores podem desfrutar imediatamente de uma experiência de desempenho confiável sem configurações adicionais.\n' +
        ' \n' +
        '80 PLUS BRONZE CERTIFICADO\n' +
        'A eficiência de sua fonte de alimentação influencia diretamente o desempenho de seu sistema e seu consumo de energia. A certificação 80 PLUS BRONZE promete menor consumo de energia e maior eficiência.\n' +
        ' \n' +
        'VENTILADOR DE BAIXO RUÍDO DE 120 MM\n' +
        'O mancal da ventoinha reduz o ruído gerado, mantendo uma excelente dissipação de calor.\n' +
        ' \n' +
        'PROJETO DE CIRCUITO DC PARA DC\n' +
        'O projeto de circuito DC-DC adotado reduz a instabilidade da tensão de saída e aumenta a estabilidade do fornecimento de energia.\n' +
        ' \n' +
        'PROTEÇÃO ABRANGENTE DE CIRCUITO\n' +
        'Suporta mecanismos de proteção OCP, OVP, SCP, OPP, OTP e fornece proteção abrangente.\n' +
        ' \n' +
        'Compre agora no KaBuM!',
      inCashPrice: 379.99,
      installmentPrice: 447.05,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/369658/fonte-msi-mag-a650bn-atx-650w-80-plus-bronze-pfc-ativo-entrada-bivolt-preto-306-7zp2b22-ce0',
      store: 'Kabum'
    },
    {
      name: 'Memória Kingston Fury Beast, RGB, 8GB, 3200MHz, DDR4, CL16, Preto - KF432C16BBA/8',
      description: 'Memória Kingston Fury Beast RGB A memória Kingston FURY Beast DDR4 RGB* proporciona um poderoso aumento de performance para jogos, edição de vídeo e renderização. Com um visual agressivo e luzes RGB* no comprimento do módulo com os efeitos incríveis. A memória Kingston Fury Beast DDR4 RGB* faz o overclock automático para a especificação de maior performance do módulo que seja suportada pelo sistema**, e está pronto para Intel XMP e AMD Ryzen. Com o seu dissipador de calor de perfil baixo, a memória FURY Beast DDR4 RGB* permanece fria e pronta para o seu game. 100% testada na fábrica e amparada por uma garantia vitalícia, a memória Kingston FURY Beast RGB* é a atualização definitiva para seu computador. Os processadores/chipsets da Intel até a 7ª Geração não eram desenvolvidos para suportar módulos de memória DDR4 fabricados com chips DRAM de densidade 16Gbit. Verifique com o fabricante do sistema ou placa-mãe, caso o seu sistema possua processador Intel de 7ª geração e com o chipset da série 200, para obter uma BIOS atualizada para suportar DRAM de 16Gbit. Componentes mais antigos (6ª geração ou chipsets da série 100) não são compatíveis. *Luzes personalizáveis com o software FURY CTRL da Kingston ou com o software de controle RGB da placa-mãe. O suporte à personalização RGB através de software de terceiros pode variar. **A memória FURY Plug and Play irá funcionar em sistemas DDR4 até a velocidade permitida pela BIOS do sistema do fabricante. PnP não pode aumentar a velocidade da memória do sistema além do que é permitido pela BIOS do fabricante. Os produtos FURY Plug and Play DDR4 são compatíveis com as especificações XMP 2.0, desse modo o overclock também pode ser conseguido habilitando o Perfil XMP integrado.',
      inCashPrice: 259.99,
      installmentPrice: 305.87,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/172409/memoria-kingston-fury-beast-rgb-8gb-3200mhz-ddr4-cl16-preto-kf432c16bba-8',
      store: 'Kabum'
    },
    {
      name: 'Memória XPG Gammix D10, 8GB, 3200MHz, DDR4, CL16, Vermelho - AX4U32008G16A-SR10',
      description: 'Memória XPG Gammix D10, 8GB, 3200MHz, DDR4, CL 16, Vermelho\n' +
        'Os módulos de memória XPG GAMMIX D10 DDR4 são projetados para gamers e admiradores de PC, com suporte para a nova implementação Intel X299 plus SPD 2666MHz, com velocidades de até 3200MHz. \n' +
        'Com PCBs de alta qualidade, o D10 melhora a qualidade da transferência de sinal e mantém uma operação estável vezes. Ele também suporta Intel XMP 2.0 para overclocking mais rápido e seguro. \n' +
        'Disponível em preto, vermelho e branco, o D10 possui um dissipador de calor serrilhado atraente com tampa aberta para excelente desempenho de resfriamento através da rápida remoção de calor. Além disso, sua baixa altura permite fácil instalação mesmo em sistemas com espaço limitado. \n' +
        'Como todos os módulos de memória ADATA, o GAMMIX D10 vem com garantia vitalícia apoiada pelo excelente serviço para a máxima tranquilidade.',
      inCashPrice: 219.99,
      installmentPrice: 258.81,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/155515/memoria-xpg-gammix-d10-8gb-3200mhz-ddr4-cl16-vermelho-ax4u32008g16a-sr10',
      store: 'Kabum'
    },
    {
      name: 'Pasta Térmica Rise Mode Silver Cold, 5g, Cinza - LMS-TG550',
      description: 'Pasta Térmica Rise Mode Silver Cold, 5g, Cinza - LMS-TG550',
      inCashPrice: 14.99,
      installmentPrice: 17.64,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/153648/pasta-termica-rise-mode-silver-cold-5g-cinza-lms-tg550',
      store: 'Kabum'
    },
    {
      name: 'SSD 240 GB Crucial BX500, SATA, Leitura: 540MB/s e Gravação: 500MB/s - CT240BX500SSD1',
      description: 'SSD Crucial BX500, 240 GB - CT240BX500SSD1\n' +
        'Melhore o desempenho: Carregue arquivos rapidamente. Melhore a capacidade de resposta geral do sistema para todos as suas necessidades de computação. Ferramentas para fácil instalação: Nossas instruções simples, software de clonagem e vídeos de como fazer a instalação simples! Milhões de pessoas atualizaram com um SSD Crucial.\n' +
        ' \n' +
        '\n' +
        'SSD Crucial BX500\n' +
        '\n' +
        '\n' +
        'Você já se perguntou por que seu telefone funciona mais rápido que o seu computador? É porque o seu telefone usa memória flash. Adicione a memória flash ao seu laptop ou computador desktop com o SSD Crucial BX500, a maneira mais fácil de obter toda a velocidade de um novo computador sem o preço. Acelere tudo. \n' +
        ' \n' +
        '\n' +
        'Ferramentas de fácil instalação\n' +
        '\n' +
        '\n' +
        'Nossas instruções simples, software de clonagem e vídeos explicativos simplificam a instalação ! Milhões de pessoas atualizaram com um SSD Crucial. \n' +
        ' \n' +
        '\n' +
        'Instalar um SSD Crucial é fácil!\n' +
        '\n' +
        '\n' +
        'Não sabe nem por onde começar a instalação de um SSD? É fácil e torna instantaneamente o seu computador mais rápido! Qualquer um pode fazê-lo – basta seguir nosso aplicativo! Nenhuma habilidade com computadores é necessária. Você não precisa mais lidar com um computador lento. Instale um SSD – é fácil!  \n' +
        '\n' +
        '\n' +
        '\n' +
        'Garanta o seu no KaBuM!',
      inCashPrice: 149.99,
      installmentPrice: 176.46,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/98544/ssd-240-gb-crucial-bx500-sata-leitura-540mb-s-e-gravacao-500mb-s-ct240bx500ssd1',
      store: 'Kabum'
    },
    {
      name: 'Processador AMD Ryzen 5 4600G, 3.7GHz (4.2GHz Max Turbo), Cache 11MB, AM4, Vídeo Integrado - 100-100000147BOX',
      description: 'Processador AMD Ryzen 5 4600G\n' +
        'Esteja você jogando, trabalhando ou fazendo as tarefas do cotidiano, a velocidade sem precedentes dos processadores AMD Ryzen série 4000 G para desktop é imparável. Com os processadores AMD Ryzen para desktop, você está sempre na frente.\n' +
        ' \n' +
        'Gráficos Integrados\n' +
        'O processador de desktop AMD Ryzen 5 4600G oferece excelentes gráficos integrados em um processador de desktop. Jogue com Radeon Graphics com 7 Núcleos de GPU e Frequência gráfica de 1900 MHz.\n' +
        ' \n' +
        'Alta Velocidade\n' +
        'O AMD Ryzen 5 4600G ainda conta com 6 núcleos e 12 threads, impulsionando o desempenho do seu Computador com clocks de até 4,2 Ghz com Max Boost e 8MB de cache L3 total.\n' +
        ' \n' +
        'Premium AMD Ryzen VR-Ready\n' +
        'Para usuários que querem uma experiência de realidade virtual premium, a AMD oferece os processadores de alto desempenho Ryzen VR-Ready Premium.\n' +
        ' \n' +
        'Garanta já o seu processador AMD Ryzen 5 4600G no KaBuM!',
      inCashPrice: 619.99,
      installmentPrice: 729.4,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/333145/processador-amd-ryzen-5-4600g-3-7ghz-4-2ghz-max-turbo-cache-11mb-am4-video-integrado-100-100000147box',
      store: 'Kabum'
    },
    {
      name: 'Placa Mãe MSI B560M-A PRO, Intel LGA 1200, Intel B560, mATX, DDR4',
      description: 'Placa-Mãe MSI B560M-A PRO\n' +
        'A série PRO da MSI ajuda os usuários a trabalhar de forma mais inteligente, oferecendo uma experiência eficiente e produtiva. Com funcionalidade estável e montagem de alta qualidade, a placa-mãe MSI B560M-A PRO oferece fluxos de trabalho profissionais otimizados, com menos problemas e longevidade.\n' +
        ' \n' +
        'Equipada com M.2 Shield Frozr\n' +
        'Os SSDs mais rápidos do mundo podem começar a diminuir o desempenho ao aquecer. Parte do design do dissipador de calor da placa-mãe, o M.2 SHIELD FROZR é a solução térmica M.2 da próxima geração para evitar isso, oferecendo a melhor proteção térmica para garantir que o SSD mantenha o máximo desempenho.\n' +
        ' \n' +
        'Rede de Alta Lagura e Baixa Latência\n' +
        'A LAN de 2,5 Gbps oferece uma velocidade de transferência de dados incrível mais rápida do que a LAN Gigabit geral. Esta é uma solução premium para usuários exigentes.\n' +
        ' \n' +
        'Controle pela BIOS e via software\n' +
        'As placas-mãe MSI como a B560M-A PRO permitem gerenciar velocidades e temperaturas para todos os ventiladores do seu sistema e da CPU. Ideal para verificar as características do sistema primário em uma interface simples e de fácil entendimento.\n' +
        ' \n' +
        'Design amigável para o usuário\n' +
        'Desenvolvidas para satisfazer mesmo os usuários mais inteligentes, as placas-mãe da MSI incluem ferramentas de ajuste e sistema de solução de problemas simplificado. Além disso, é fácil de instalar.\n' +
        ' \n' +
        'Compre a placa-mãe MSI B560M-A PRO no KaBuM!',
      inCashPrice: 549.99,
      installmentPrice: 647.05,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/280889/placa-mae-msi-b560m-a-pro-intel-lga-1200-intel-b560-matx-ddr4',
      store: 'Kabum'
    },
    {
      name: 'Water Cooler Rise Mode Gamer Black, RGB, 240mm, Preto - RM-WCB-02-RGB',
      description: 'Water Cooler Rise Mode Gamer Black, RGB, 240mm - RM-WCB-02-RGB\n' +
        ' \n' +
        'Utilizado simultaneamente para refrigerar o processador, partes da placa-mãe como os chipsets e reguladores de tensão, além de memórias e partes da placa de vídeo como a GPU (processador gráfico), permitindo assim um melhor desempenho dos componentes.\n' +
        ' \n' +
        'Luminoso e frio\n' +
        'A placa de base de cobre maximiza a dissipação de calor para oferecer um desempenho superior de resfriamento.\n' +
        ' \n' +
        'Compre agora no KaBuM!',
      inCashPrice: 362.99,
      installmentPrice: 427.05,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/130043/water-cooler-rise-mode-gamer-black-rgb-240mm-preto-rm-wcb-02-rgb',
      store: 'Kabum'
    },
    {
      name: 'SSD 240 GB WD Green, SATA, Leitura: 545MB/s e Gravação: 430MB/s - WDS240G3G0A',
      description: 'SSD WD Green, 240GB, SATA, Leitura 545MB/s, Gravação 430MB/s\n' +
        ' \n' +
        'Desempenho aprimorado para computação do dia-a-dia\n' +
        'Com o aumento de desempenho de um SSD SATA WD Green, você pode navegar na web, jogar um jogo ou simplesmente iniciar seu sistema rapidamente.\n' +
        ' \n' +
        'Durabilidade do estado sólido\n' +
        'Leves e resistentes a choques, os SSDs WD Green não usam peças móveis e ajudam a manter seus dados seguros contra perdas no caso de pancadas ou quedas acidentais.\n' +
        ' \n' +
        'Menos energia. Mais jogos.\n' +
        'Os SSDs WD Green estão entre as unidades de menor consumo de energia da indústria. Com menos energia usada, seu laptop opera por mais tempo.\n' +
        ' \n' +
        'Um upgrade fácil para seu PC\n' +
        'Compatível com a maioria dos PCs desktop e laptop, os SSDs WD Green estão e é constuído com 2,5” / 7 mm e para um upgrade simples e sem preocupações.\n' +
        ' \n' +
        'Software WD SSD Dashboard e Acronis para download\n' +
        'Monitore a integridade de sua unidade com o software gratuito para download WD SSD Dashboard, e clone unidades com o software Acronis True Image WD Edition.\n' +
        ' \n' +
        'Aproveite essa oportunidade e adquira seu SSD WD Green de 240GB no KaBuM!',
      inCashPrice: 134.99,
      installmentPrice: 158.81,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/338391/ssd-240-gb-wd-green-sata-leitura-545mb-s-e-gravacao-430mb-s-wds240g3g0a',
      store: 'Kabum'
    },
    {
      name: 'SSD Husky Gaming 512GB,  SATA III, Leitura: 520MB/s e Gravação: 450MB/s, Preto - HGML022',
      description: 'SSD Husky Gaming SATA III - 512 GB\n' +
        ' \n' +
        'Um novo nível de desempenho para o seu PC gamer com o SSD Husky Gaming! Desempenho rápido de uma unidade de estado sólido com taxa de leitura de 520 MB/s, gravação de 450 MB/s e capacidade de 512 GB. É definitivamente o melhor produto para substituir o disco rígido tradicional!\n' +
        ' \n' +
        'O desempenho que seu PC precisa!\n' +
        'O SSD Husky Gaming dará vida ao seu computador, com excelente desempenho, ótima capacidade e uma velocidade até dez vezes mais rápida  que HD comuns.\n' +
        ' \n' +
        'Os SSD’s Husky Gaming oferecem um design pensado para oferecer a máxima performance, com suportes para: AHCI, S.M.A.R.T., NCQ, TRIM.\n' +
        ' \n' +
        'SSD, projetado para eficiência!\n' +
        ' \n' +
        'O formato SSD diminui o tempo de inicialização, tempo de desligamento e tempo de resposta dos aplicativos.\n' +
        'Compre agora no KaBuM!',
      inCashPrice: 224.99,
      installmentPrice: 264.69,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/391851/ssd-husky-gaming-512gb-sata-iii-leitura-520mb-s-e-gravacao-450mb-s-preto-hgml022',
      store: 'Kabum'
    },
    {
      name: 'SSD 120 GB Patriot Burst Elite, 2.5", SATA III, Leitura: 450MB/s e Gravação: 320MB/s - PBE120GS25SSDR',
      description: `Patriot's Burst Elite é uma extensão do Burst, o 2,5" SATA III Solid State Drive, que é compatível com o mais recente Controlador SATA capaz de utilizar TLC e QLC NAND. A mais recente adição à família Burst é a perfeita maneira de melhorar o desempenho do computador para eliminar gargalos\n` +
        ' \n' +
        `Uma interface SATA III de 6 Gb / s que está invertida compatível com SATA II 3GB / s, este SSD oferece maior desempenho em relação aos HDDs tradicionais. Com apenas 7 mm de altura em um formato de 2,5 ", o Burst Elite é perfeito para qualquer atualização de PC ou laptop. Patriot's Burst Elite SSD vem em capacidades maiores para cada usuário, enquanto continuando a definir preços competitivos para oferecer um dos melhores taxas de preço por desempenho no mercado.\n` +
        ' \n' +
        'Apoiado por Serviço ao cliente premiado da Patriot e serviço de 3 anos garantia, Burst Elite irá entregar como uma das mais confiáveis escolhas em SSDs no mercado.',
      inCashPrice: 79.99,
      installmentPrice: 94.11,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/155124/ssd-120-gb-patriot-burst-elite-2-5-sata-iii-leitura-450mb-s-e-gravacao-320mb-s-pbe120gs25ssdr',
      store: 'Kabum'
    },
    {
      name: 'Cooler Fan Rise Smart, 3 Unidades, 120mm, RGB - RM-FN-02-RGB',
      description: 'Kit Cooler FAN Rise Smart, Dual Led, RGB 120mm \n' +
        ' \n' +
        'Como funciona cooler fan?\n' +
        'O sistema de funcionamento dos air coolers é conhecido como “push and pull” ou empurrar e puxar que consiste na constante movimentação até a retirada do calor, enquanto um fan empurra o ar em direção ao dissipador, outro fan retira o ar quente que estava sobre o dissipador.\n' +
        ' \n' +
        ' \n' +
        ' \n' +
        'Cooler FAN Rise\n' +
        'Com tecnologia RGB o Cooler FAN Rise Smart é ideal para seu PC. Tamanho de 120mm e com voltagem de 12V, esse Cooler FAN traz mais desempenho para o resfriamento e performance do seu PC. \n' +
        ' \n' +
        ' \n' +
        'Sua velocidade de 1650 RPN, e com rolamento de fluído, deixa seu fluxo de ar com 50 CFM\n' +
        ' \n' +
        'Garanta o seu Cooler FAN no KaBuM!',
      inCashPrice: 139.99,
      installmentPrice: 164.69,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/96826/cooler-fan-rise-smart-3-unidades-120mm-rgb-rm-fn-02-rgb',
      store: 'Kabum'
    },
    {
      name: 'Cooler FAN Rise Mode Wind W1, 120mm, LED Vermelho - RM-WN-01-BR',
      description: 'Cooler FAN Rise Mode Wind W1, 120mm, LED Vermelho - RM-WN-01-BR',
      inCashPrice: 14.99,
      installmentPrice: 17.64,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/111132/cooler-fan-rise-mode-wind-w1-120mm-led-vermelho-rm-wn-01-br',
      store: 'Kabum'
    },
    {
      name: 'Memória Kingston Fury Impact, 8GB, 3200MHz, DDR4, CL20, Para Notebook - KF432S20IB/8',
      description: 'Conheça a Memória Kingston Fury Impact\n' +
        'Torne o seu notebook absolutamente equipado com a memória Kingston Fury Impact 8GB 3200MHz DDR4 CL20 SODIMM. Ideal para reduzir os atrasos do sistema, ela foi desenvolvida pronta para AMD Ryzen e Intel XMP, Plug N Play, fazendo overclock automático Plug N Play até 3200MHz, para suportar as tecnologias de CPU mais recentes da Intel e AMD.\n' +
        ' \n' +
        'Menor no tamanho gigante no desempenho\n' +
        'Com um tamanho mais reduzido que as memórias DIMM, o desempenho poderoso de uma memória SODIMM permite maximizar a sua memória e aprimorar jogos, atividades multitarefa e renderização. Para quem precisa de uma máquina potente para o dia a dia, para jogos ou para trabalhar com gráficos de alta definição, a Kingston Fury Impact é uma grande pedida.\n' +
        ' \n' +
        'Perfis prontos para Intel XMP\n' +
        'A memória Kingston Fury Impact foi projetada com predefinições Intel XMP (Extreme Memory Profiles) a fim de maximizar o desempenho dos módulos de memória e permitindo ao dispositivo atingir velocidades de até 3200 MHz.\n' +
        ' \n' +
        'Pronto para AMD Ryzen\n' +
        'Com um aumento de desempenho confiável e compatível para sua construção, a memória Kingston já está pronta para Ryzen e vai se integrar perfeitamente ao sistema baseado em AMD.\n' +
        ' \n' +
        'Qualidade testada e comprovada\n' +
        'Além de executar o sistema de forma fria e eficiente com baixo consumo de energia de 1,2 V do Impact DDR4, a memória Kingston Fury Road é 100% testada em velocidade para garantir que esteja livre de defeitos de fabricação e de material.\n' +
        ' \n' +
        'Faça agora mesmo a sua compra aqui no site KaBuM! e adquira a sua memória Kings Fury Impact 8GB.',
      inCashPrice: 210.99,
      installmentPrice: 248.22,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/193299/memoria-kingston-fury-impact-8gb-3200mhz-ddr4-cl20-para-notebook-kf432s20ib-8',
      store: 'Kabum'
    },
    {
      name: 'Memória RAM Rise Mode Z, 8GB, 3200MHz, DDR4, CL22, Preto - RM-D4-8G-3200Z',
      description: 'Entendendo a memória RAM\n' +
        'Uma das peças mais importante para deixar seu computador rápido. a Memória Ram Rise Mode Z é o que você precisa para não ter seu Pc travando enquanto você usa seus programas favoritos.\n' +
        ' \n' +
        'Para um bom desempenho, você precisa do espaço certo!\n' +
        'Para ter acesso aos arquivos de forma rápida, invista na memória RAM da Rise Mode que deixa o acesso mais rápido. Com 4GB de capacidade, a Memória RAM Rise Mode é ótima para ajudar seu computador a trabalhar rápido para acessar redes sociais, editar textos e fazer planilhas, por exemplo.\n' +
        ' \n' +
        'Velocidade no dia a dia\n' +
        'Em modelo DDR4 mais aprimorada que a DDR3, a Memória RAM opera com o padrão de até 3200MHz, indicando mais velocidade de transferência em um mesmo intervalo de tempo.\n' +
        ' \n' +
        'A memória RAM da Rise Mode que é ideal pro seu computador tá aqui no KaBuM!',
      inCashPrice: 189.99,
      installmentPrice: 223.52,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/383892/memoria-ram-rise-mode-z-8gb-3200mhz-ddr4-cl22-preto-rm-d4-8g-3200z',
      store: 'Kabum'
    },
    {
      name: 'Fonte MSI MAG A550BN, ATX, 550W, 80 PLUS Bronze, PFC Ativo, Entrada Bivolt, Preto - 306-7ZP2A22-CE0',
      description: 'Fonte MSI MAG A550BN, ATX, 550W, 80 PLUS Bronze, PFC Ativo, Entrada Bivolt, Preto\n' +
        'A série MAG luta ao lado dos jogadores em busca de honra. Com elementos de inspiração militar adicionados nestes produtos de jogos, eles renasceram como o símbolo de robustez e durabilidade.Os padrões de design distintos do MAG A500DN simbolizam unidade e força. Ele une todos os componentes fornecendo energia de forma confiável e estável para todo o sistema. Com o MAG A500DN, qualquer sistema tem a potência necessária para sobreviver a todos os desafios.\n' +
        ' \n' +
        '80 Plus\n' +
        'A eficiência de sua fonte de alimentação influencia diretamente o desempenho de seu sistema e seu consumo de energia. A certificação 80 PLUS promete menor consumo de energia e 80% de eficiência.Seu sistema pode operar com segurança em carga máxima em temperaturas de até 40°C. Esta fonte de alimentação é feita para durar, independentemente do ambiente em que seu sistema está.',
      inCashPrice: 339.99,
      installmentPrice: 399.99,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/369657/fonte-msi-mag-a550bn-atx-550w-80-plus-bronze-pfc-ativo-entrada-bivolt-preto-306-7zp2a22-ce0',
      store: 'Kabum'
    },
    {
      name: 'Fonte Corsair CV550, 550W, 80 Plus Bronze - CP-9020210-BR',
      description: 'Fonte Corsair CV550, 550W, 80 Plus Bronze\n' +
        '    \n' +
        'As fontes de alimentação CV da CORSAIR são ideais para fornecer energia para seu novo PC doméstico ou de trabalho, com eficiência 80 PLUS Bronze garantida para proporcionar máxima potência para seu sistema continuamente.\n' +
        ' \n' +
        'Ultraeficiente\n' +
        'A CV series tem certificado 80 PLUS Bronze, que fornece até 88% de eficiência, garantindo menos calor e menos consumo de energia.\n' +
        ' \n' +
        'Rendimento contínuo e confiável\n' +
        'Como todas as fontes de alimentação da CORSAIR, a CV Series faz exatamente aquilo que promete: oferece alimentação contínua com capacidade máxima, independentemente da variação de voltagem escolhida.\n' +
        ' \n' +
        'Operação silenciosa\n' +
        'Uma ventoinha de resfriamento de 120mm de baixo ruído controlada termalmente gira em alta velocidade somente em momentos de maior carga da fonte e reduz a velocidade em momentos de carga menor para operação mais silenciosa.\n' +
        ' \n' +
        'Design Compacto\n' +
        'As estruturas da CV Series têm somente 125mm de comprimento, o que facilita a instalação em quase todos os gabinetes de PC modernos.\n' +
        ' \n' +
        'Modo discreto\n' +
        'Os cabos com revestimento preto e a estrutura em pintura a pó preta combinam com o estilo do seu PC.\n' +
        ' \n' +
        'Confiabilidade Garantida \n' +
        'Três anos de garantia apoiada pela equipe de suporte técnico internacional da CORSAIR.\n' +
        ' \n' +
        '**ACOMPANHA CABO DE FORÇA**\n' +
        ' \n' +
        'Aproveite essa oportunidade e adquira sua Fonte Corsair no KaBuM!',
      inCashPrice: 389.99,
      installmentPrice: 458.81,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/108257/fonte-corsair-cv550-550w-80-plus-bronze-cp-9020210-br',
      store: 'Kabum'
    },
    {
      name: 'Cooler para Processador Rise Mode Z2, AMD/Intel, Preto - RM-ACZ-02-BO',
      description: 'Cooler para Processador Rise Mode Z2, AMD/Intel - RM-ACZ-02-BO.',
      inCashPrice: 34.99,
      installmentPrice: 41.16,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/114638/cooler-para-processador-rise-mode-z2-amd-intel-preto-rm-acz-02-bo',
      store: 'Kabum'
    },
    {
      name: 'SSD 1 TB PNY, SATA III, 2.5", Leitura: 530 MB/s e Gravação: 515 MB/s - SSD7CS900-1TB-RB',
      description: 'Tenha performance e velocidade de transferência mais rápida do que um HDD tradicional, confiabilidade aprimorada NAND não volátil até 30 vezes mais robusto que os HDDs. Compatibilidade e facilidade de uso, o CS900 é a solução ideal para substituição de disco rígido em sistemas MAC e PC\n' +
        ' \n' +
        'O PNY CS900 é a solução ideal para uma atualização de unidade de estado sólido (SSD) convencional a partir de uma unidade de disco rígido (HDD). O CS900 oferece todos os recursos mais procurados por um excelente valor e foi projetado para uma substituição de HDD fácil e econômica no sistema do PC para ajudar a obter tempos de inicialização mais rápidos, lançamentos de aplicativos mais rápidos e melhor desempenho geral do sistema. Sem partes móveis, o PNY CS900 é altamente durável, menos propenso a falhas e possui uma garantia limitada de 3 anos ou TBW atingido.',
      inCashPrice: 384.99,
      installmentPrice: 452.93,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/364620/ssd-1-tb-pny-sata-iii-2-5-leitura-530-mb-s-e-gravacao-515-mb-s-ssd7cs900-1tb-rb',
      store: 'Kabum'
    },
    {
      name: 'Fonte Gigabyte GP-P550B, 550W, 80 Plus Bronze - 28200-P550B-1BRR',
      description: 'Fonte Gigabyte GP-P550B 550W Certificação 80 Plus Bronze A certificação 80 Plus Bronze garante uma eficiência de 85% a 50% de carga. A melhor eficiência de energia leva a menos desperdício de energia, menos calor e menos ruído do ventilador. Fonte de Computador, para o seu PC O P550B fornece a melhor solução para a construção do sistema. O cabo plano reduz a desordem e melhora o fluxo de ar no gabinete. A vida útil do ventilador do rolamento hidráulico é superior a 4 anos. O ventilador do rolamento hidráulico silencioso de 120 mm otimiza a redução de ruído e o desempenho térmico. A velocidade do ventilador é ajustada de acordo com a detecção automática de energia. O ventilador do mancal hidráulico fornece uma vida útil mais longa e mais estável. O trilho único de + 12V fornece a melhor potência, estabilidade e compatibilidade para o hardware. Ele fornece a maneira mais fácil de instalar o cabo de alimentação. E é o melhor design para overclock. Proteção Para garantir que todo o sistema do computador opere de forma estável sob quaisquer condições, não apenas adicionamos projetos de proteção como OCP, OTP, OVP, OPP, UVP e SCP, mas também garantimos a operação estável do seu sistema através da certificação de segurança de vários países. Sua Fonte Gigabyte você encontra aqui no KaBuM!\n' +
        ' \n' +
        '**ACOMPANHA CABO DE FORÇA**',
      inCashPrice: 309.99,
      installmentPrice: 364.69,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/114164/fonte-gigabyte-gp-p550b-550w-80-plus-bronze-28200-p550b-1brr',
      store: 'Kabum'
    },
    {
      name: 'SSD 960 GB Kingston A400, SATA, Leitura: 500MB/s e Gravação: 450MB/s - SA400S37/960G',
      description: 'SSD Kingston A400 960GB Sata Tempos incríveis de inicialização A unidade de estado sólido A400 da Kingston aumenta drasticamente a resposta do seu computador com tempos incríveis de inicialização, carregamento e transferência, comparados a discos rígidos mecânicos. Reforçado com uma controladora de última geração para velocidades de leitura e gravação de até 500MB/s e 450MB/s¹, este SSD é 10x mais rápido do que um disco rígido tradicional para melhor desempenho, resposta ultrarrápida em multitarefas e um computador mais rápido de modo geral. Também mais confiável e durável do que um disco rígido, o A400 é feito com memória Flash. Não há partes móveis, com menor probabilidade de falhas do que um disco rígido mecânico. Também é mais frio e mais silencioso e sua resistência a choques e vibração torna-o ideal para notebooks e outros dispositivos móveis de computação. O A400 está disponível em diversas capacidades de 120GB a 480GB, oferecendo todo o espaço que você precisa para aplicativos, vídeos, fotos e outros documentos importantes. Você também pode substituir seu disco rígido ou um SSD menor por uma unidade grande o suficiente para conter todos os seus arquivos. SSD confiável e durável para melhor desempenho do computador e respostas ultrarrápidas em multitarefas. Rápida inicialização, carregamento e transferência de arquivos; Mais confiável e mais durável do que um disco rígido; Diversas capacidades com espaço para aplicativos ou para substituição do disco rígido. Garanta já o seu SSD Kingston A400 960GB Sata no KaBuM!',
      inCashPrice: 479.99,
      installmentPrice: 564.69,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/95217/ssd-960-gb-kingston-a400-sata-leitura-500mb-s-e-gravacao-450mb-s-sa400s37-960g',
      store: 'Kabum'
    },
    {
      name: 'Cooler FAN Rise Mode Wind W1, 120mm, LED Azul - RM-WN-01-BB',
      description: 'Cooler FAN Rise Mode Wind W1, 120mm, LED Azul - RM-WN-01-BB',
      inCashPrice: 14.99,
      installmentPrice: 17.64,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/111130/cooler-fan-rise-mode-wind-w1-120mm-led-azul-rm-wn-01-bb',
      store: 'Kabum'
    },
    {
      name: 'Cooler FAN Rise, 120mm, Azul - RM-FN-01-BB',
      description: 'Cooler FAN Rise 120mm Azul RM-FN-01-BB',
      inCashPrice: 24.99,
      installmentPrice: 29.4,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/96820/cooler-fan-rise-120mm-azul-rm-fn-01-bb',
      store: 'Kabum'
    },
    {
      name: 'Cooler FAN Rise Mode Wind W1, 120mm, LED Branco - RM-WN-01-BW',
      description: 'Cooler FAN Rise Mode Wind W1, 120mm, LED Branco - RM-WN-01-BW',
      inCashPrice: 14.99,
      installmentPrice: 17.64,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/111131/cooler-fan-rise-mode-wind-w1-120mm-led-branco-rm-wn-01-bw',
      store: 'Kabum'
    },
    {
      name: 'Memória Gamer Husky Gaming Avalanche, 16GB, 3200MHz, DDR4, CL19, Preto - HGMF008',
      description: 'Memória Gamer Husky Gaming Avalanche - 16GB\n' +
        'Chegue ao próximo nível em desempenho com o seu computador gamer com a Memória Gamer Husky Gaming Avalanche. Em busca do minimalismo e da simplicidade, a memória Gamer Husky é extremamente fina e leve ideal para os gabinetes menores ou qualquer sistema com pouco espaço interno. Seu design em preto combina com todo o seu setup, independente do seu estilo. \n' +
        ' \n' +
        'Velocidade de 3200Mhz para Suas Jogadas\n' +
        'A Memória Gamer Husky Avalanche é projetada para o mais alto desempenho, possui dissipador de calor embutido que entrega ótima condutividade térmica para que o sistema seja capaz de manter uma operação estável por muito tempo. Com 3200Mhz, garante mais velocidade para computadores de alta performance e desempenho robusto, entregando 16GB de capacidade. \n' +
        ' \n' +
        'Com Tecnologia DDR4\n' +
        'Melhora a qualidade da transferência de sinal com Memória Husky e se mantenha na partida inspirando medo no seu inimigo. Instale essa memória de maneira rápida e fácil com a conexão Plug and Play e comece a partida. Possui tecnologia DDR4, UDIMM como formato e latência CL 19. A Memória Gamer Husky Gaming Avalanche é o que faltava para o seu computador ter melhor desempenho. \n' +
        ' \n' +
        'Aproveite essa oportunidade e adquira sua Memória Gamer Husky no KaBuM!',
      inCashPrice: 289.99,
      installmentPrice: 341.16,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/162665/memoria-gamer-husky-gaming-avalanche-16gb-3200mhz-ddr4-cl19-preto-hgmf008',
      store: 'Kabum'
    },
    {
      name: 'Memória XPG Spectrix D50, RGB, 8GB, 3600MHz, DDR4, CL18, Cinza - AX4U36008G18I-ST50',
      description: 'Memória XPG Spectrix D50, RGB, 8GB, 3600MHz, DDR4\n' +
        ' \n' +
        'Alcançando velocidades de até 3600MHz e ostentando uma capacidade máxima de 8GB, o XPG SPECTRIX D50 é um módulo de memória monstruoso. Ele também tem uma aparência de matar com um elegante estilo com linhas geométricas.\n' +
        ' \n' +
        'Recursos:\n' +
        '• Iluminação RGB hipnotizante - suporta software dos principais fabricantes de placas-mãe, totalmente personalizável e programável \n' +
        '• Estilo elegante com linhas geométricas\n' +
        '• Dissipador de calor de metal de construção sólida\n' +
        '• Velocidades rápidas de relógio de até 3600MHz\n' +
        '• Alta capacidade de até 8GB\n' +
        '• Suporta as plataformas Intel e AMD mais recentes\n' +
        '• Intel XMP 2.0 para overclocking acessível\n' +
        '• compatível com RoHS\n' +
        ' \n' +
        'Compre agora no KaBuM!',
      inCashPrice: 239.99,
      installmentPrice: 282.34,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/201507/memoria-xpg-spectrix-d50-rgb-8gb-3600mhz-ddr4-cl18-cinza-ax4u36008g18i-st50',
      store: 'Kabum'
    },
    {
      name: 'Memória Husky Technologies, 8GB, 3200MHz, DDR4, CL19, para Notebook - HTCQ002',
      description: 'Quer trabalhar com várias abas e aplicativos ao mesmo tempo, sem que seu computador fique travando? A Husky Technologies trouxe a solução ideal para você!\n' +
        ' \n' +
        'Otimize o desempenho e a velocidade do seu notebook com a Memória Notebook Husky Technologies, 8Gb, 3200 MHz, DDR4, CL19. Com mais capacidade de memória, seu notebook poderá executar operações rapidamente, com menor tempo de resposta, carregar seus aplicativos com mais velocidade, executar programas mais pesados e também processar mais programas ao mesmo tempo. \n' +
        ' \n' +
        'De fácil instalação e com 3 anos de garantia, é a escolha certa para você aumentar a vida útil do seu notebook e agilizar suas atividades diárias!',
      inCashPrice: 159.99,
      installmentPrice: 188.22,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/161548/memoria-husky-technologies-8gb-3200mhz-ddr4-cl19-para-notebook-htcq002',
      store: 'Kabum'
    },
    {
      name: 'Placa Mãe Gigabyte B450M Aorus Elite, AMD AM4, Micro ATX, DDR4',
      description: 'As placas-mãe GIGABYTE AM4 estão prontas para suportar os mais recentes processadores AMD Ryzen 3000 e são compatíveis com os processadores AMD Ryzen 2000 e 1000. Com uma rica lista de recursos nas placas-mãe GIGABYTE AM4, como Ultra Durable Armor para slots PCIe / memória, interfaces USB Type-C em placas selecionadas, qualidade de áudio refinada, Ethernet de alta velocidade e o mais recente projeto WIFI padrão, placas-mãe GIGABYTE AM4 são perfeitos para usuários que desejam criar os melhores sistemas de plataforma AMD. A série GIGABYTE 400 maximiza o potencial do seu PC com a tecnologia AMD StoreMI. O StoreMI acelera os dispositivos de armazenamento tradicionais para reduzir o tempo de inicialização e aprimorar a experiência geral do usuário. Este utilitário fácil de usar combina a velocidade dos SSDs com a alta capacidade dos HDDs em uma única unidade, aprimora a velocidade de leitura / gravação do dispositivo para corresponder à dos SSDs, melhora o desempenho dos dados por um valor incrível e transforma o PC comum para um sistema orientado ao desempenho.',
      inCashPrice: 872.99,
      installmentPrice: 1.027,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/114788/placa-mae-gigabyte-b450m-aorus-elite-amd-am4-micro-atx-ddr4',
      store: 'Kabum'
    },
    {
      name: 'Placa de Vídeo GTX 1660 Super Twin Fan Zotac Gaming NVIDIA GeForce, 6 GB GDDR6 - ZT-T16620F-10L',
      description: 'A nova geração de placas gráficas ZOTAC GAMING GeForce GTX SUPER está aqui. Com base na nova arquitetura NVIDIA Turing, prepare-se para ser rápido e forte no jogo, design super compacto e design de ventoinha com deslocamento duplo totalmente pronto para 4K / HDR / VR e utilitário FireStorm\n' +
        ' \n' +
        'ARQUITETURA NVIDIA TURING\n' +
        'A GeForce GTX SUPER é potencializada pela arquitetura NVIDIA Turing, trazendo um desempenho sobrecarregado aos jogos mais recentes. Prepare o jogo com o GTX.\n' +
        ' \n' +
        'EXPERIÊNCIA GEFORCE\n' +
        'O companheiro essencial para sua placa gráfica GeForce. Capture e compartilhe vídeos, capturas de tela e transmissões ao vivo. Mantenha seus drivers atualizados e otimize seus jogos.\n' +
        ' \n' +
        'JOGO DE CONDUTORES PRONTO\n' +
        'Obtenha os níveis mais altos de desempenho e a experiência mais suave possível, a partir do momento em que você começa a jogar.\n' +
        ' \n' +
        'SUPER COMPACTO\n' +
        'Design de pequena potência. Não há necessidade de perguntar "Será que vai caber?".\n' +
        ' \n' +
        'PRONTO PARA RV\n' +
        'Descubra o desempenho da próxima geração de VR, baixa latência e compatibilidade plug-and-play com os principais fones de ouvido.\n' +
        ' \n' +
        'FIRESTOM\n' +
        'Da ZOTAC GAMING foi recentemente projetado com uma interface mais intuitiva, moderna e minimalista para que você possa entrar e sair rapidamente. Ajuste sua placa gráfica ZOTAC GAMING com inteligência aprimorada, ajuste a iluminação SPECTRA ou simplesmente monitore o estado do hardware.',
      inCashPrice: 1.349,
      installmentPrice: 1.588,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/110396/placa-de-video-gtx-1660-super-twin-fan-zotac-gaming-nvidia-geforce-6-gb-gddr6-zt-t16620f-10l',
      store: 'Kabum'
    },
    {
      name: "HD Seagate 1TB BarraCuda, 3.5', SATA - ST1000DM010",
      description: 'HD Seagate BarraCuda, 1TB, 3.5´, SATA \n' +
        ' \n' +
        ' \n' +
        'HD Seagate BarraCuda\n' +
        'A Seagate traz mais de 20 anos de desempenho robusto e confiabilidade aos HDDs Seagate BarraCuda de 3,5 polegadas, agora disponíveis com até 8 TB de capacidade.\n' +
        'Confiança acima de tudo\n' +
        'Proteja todo tipo de informação sensível por meio de seu sistema de segurança integrado. Sua defesa é impenetrável. O Barracuda ST1000DM010 é caracterizado pela sua eficiência e bom funcionamento, que juntamente com o seu baixo consumo de energia o tornam um disco indispensável para funções padrão.\n' +
        ' \n' +
        'Garanta o seu HD Seagate BarraCuda no KaBuM!',
      inCashPrice: 299.99,
      installmentPrice: 352.93,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/84108/hd-seagate-1tb-barracuda-3-5-sata-st1000dm010',
      store: 'Kabum'
    },
    {
      name: 'SSD Adata SU635, 240GB, SATA, Leituras: 520MB/s e Gravações: 450MB/s - ASU635SS-240GQ-R',
      description: 'O SSD é construído com o QLC 3D NAND Flash de última geração para oferecer um valor incrível e um ótimo desempenho. Ele também vem com excelentes recursos, como a tecnologia LDPC ECC. Ostentando o QLC 3D NAND Flash com 240 GB de capacidade e um preço atraente, o SU635 é uma atualização ideal para usuários que desejam mudar do HDD para o SSD, seja como armazenamento ou unidade de inicialização. Com armazenamento em cache SLC dinâmico, a memória Flash NAND opera no modo de célula de nível único e aumenta o desempenho. Isso permite que o SU635 atinja velocidades de leitura / gravação de até 520 / 450MBps para inicialização, transferências de arquivos e downloads mais suaves e rápidos.',
      inCashPrice: 142.99,
      installmentPrice: 168.22,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/114871/ssd-adata-su635-240gb-sata-leituras-520mb-s-e-gravacoes-450mb-s-asu635ss-240gq-r',
      store: 'Kabum'
    },
    {
      name: 'SSD 240 GB WD Green PC SN350, PCIe, NVMe, Leitura: 2400MB/s e Gravação: 900MB/s - WDS240G2G0C',
      description: 'SSD WD Green PC SN350 240GB, PCIe, NVMe, Leitura: 2400MB/s, Escrita: 900MB/s\n' +
        'O SSD WD Green SN350 NVMe pode revitalizar o seu computador velho para o uso diário. Quer você esteja na aula, no shopping, no bate-papo ou surfando, esta unidade por funcionar até quatro vezes mais rápido do que unidades SATA. Como eles não têm peças móveis, os SSDs oferecem um design resistente a choques para ajudar a proteger os seus dados importantes contra pancadas e quedas acidentais. \n' +
        ' \n' +
        'Mais espaço para o que é importante\n' +
        'O SSD WD Green SN350 NVMe conta 240GB de armazenamento para atender suas exigências profissionais e do dia-a-dia.\n' +
        ' \n' +
        'O poder do NVMe está agora ao seu alcance\n' +
        'O formato esguio M.2 2280 permite uma atualização rápida e fácil para qualquer computador que tenha um slot NVMe. Além disso, com o Western Digital SSD Dashboard disponível para download, você pode também monitorar a integridade da sua unidade para uma maior paz de espírito. \n' +
        ' \n' +
        'Ajude a proteger os seus dados\n' +
        'Como não há peças móveis, as unidades de estado sólido ajudam a proteger os seus dados contra pancadas e quedas do dia a dia.\n' +
        ' \n' +
        'Uma atualização rápida\n' +
        'Fazer o upgrade do seus sistema é simples com o formato esguio M.2 2280. Você só precisa de um slot NVMe e cerca de 10 minutos.\n' +
        ' \n' +
        'Aproveite essa oportunidade e adquira seu SSD 240GB no KaBuM!',
      inCashPrice: 179.99,
      installmentPrice: 211.75,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/147641/ssd-240-gb-wd-green-pc-sn350-pcie-nvme-leitura-2400mb-s-e-gravacao-900mb-s-wds240g2g0c',
      store: 'Kabum'
    },
    {
      name: 'Processador Intel Core i5-10400F, 2.9GHz (4.3GHz Max Turbo), Cache 12MB, 6 Núcleos, 12 Threads, LGA 1200 - BX8070110400F',
      description: 'Processador Intel Core i5-10400F Os novos processadores Intel Core da 10ª Geração oferecem atualizações de desempenho incríveis para melhorar a produtividade e proporcionar entretenimento surpreendente, incluindo até 5,3 GHz, Intel® Wi-Fi 6 (Gig) tecnologia Thunderbolt™ 3, HDR 4K, otimização de sistema inteligentes e muito mais. Produtividade acelerada Recursos de desempenho inteligente integrados aprendem e se adaptam ao que você faz, direcionando potência dinamicamente para onde ela é mais necessária. Os processadores Intel® Core™ da 10ª Geração com memória Intel® Optane™ fornecem a responsividade para fazer mais. A melhor conectividade da categoria Com Intel® Wi-Fi 6 (Gig+), conexão Ethernet Intel® I225 e tecnologia Thunderbolt™ 3 integrados, os processadores Intel® Core™ da 10ª Geração oferecem conectividade cabeada e sem fio rápida, garantida e versátil. Entretenimento premium Uma nova arquitetura de gráficos oferece suporte a experiências visuais ultravívidas, como vídeo em HDR 4K e jogos a 1080p. Os processadores Intel® Core™ da 10 ª Geração com gráficos Intel® Iris® Plus permitem experiências de entretenimento nunca vistas. Jogos sérios (serious gaming) Aproveite jogos incríveis com alto FPS, até mesmo enquanto realiza streaming e gravação com até 5,3 GHz. Turbo e aceleração da memória Intel® Optane™. Em casa ou em qualquer lugar, processadores Intel® Core™ da 10ª Geração capazes de overclocking rodam as plataformas definitivas de jogos em notebooks e desktops. Garanta já o seu processador Intel Core i5-10400F no KaBuM!\n' +
        'Não possui video integrado',
      inCashPrice: 959.99,
      installmentPrice: 1.129,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/112991/processador-intel-core-i5-10400f-2-9ghz-4-3ghz-max-turbo-cache-12mb-6-nucleos-12-threads-lga-1200-bx8070110400f',
      store: 'Kabum'
    },
    {
      name: 'Processador AMD Ryzen 7 5700X, 3.4GHz (4.6GHz Max Turbo), Cache 36MB, AM4, Sem Vídeo - 100-100000926WOF',
      description: 'Processador AMD Ryzen 7 5700X\n' +
        'Quando você tem a arquitetura de processador de desktop mais avançada do mundo para jogadores e criadores de conteúdo, as possibilidades são infinitas. Esteja você jogando os jogos mais recentes, projetando o próximo prédio ou processando dados, você precisa de um processador poderoso que possa lidar com tudo - e muito mais. Sem dúvida, os processadores AMD Ryzen série 5000 definem o padrão para jogadores e artistas.\n' +
        ' \n' +
        'Experiência definitiva de jogos para PC\n' +
        '\n' +
        'Os processadores AMD Ryzen e as placas de vídeo AMD Radeon com Windows possibilitam a experiência definitiva de jogos por meio de gráficos superiores, desempenho incrível, recursos de segurança otimizados e suporte para os recursos mais recentes.\n' +
        ' \n' +
        'Eficiência incrível\n' +
        '\n' +
        'De maneira impressionante, os ganhos de desempenho da arquitetura “Zen 3” podem ser fornecidos sem aumento no consumo de energia ou TDP. A combinação de uma arquitetura de última geração com o processo de 7 nm líder do setor dá ao AMD Ryzen ™ série 5000 uma melhoria de + 24% de geração em eficiência energética5 e uma impressionante vantagem de 2,8X sobre as arquiteturas concorrentes\n' +
        '\n' +
        ' \n' +
        'Dentro do jogo\n' +
        '\n' +
        'Com a avançada arquitetura “Zen 3” dos processadores AMD Ryzen™ Série 5000 G, você tem o desempenho de computação que os jogos imersivos exigem. A tecnologia de 7 nm é um design com alta performance e alta eficiência extraordinários, além das possibilidades poderosas de thread único ou múltiplo. Assim, você tem frames rápidos para uma melhor experiência nos jogos.\n' +
        'Não possui video integrado\n' +
        'Processador AMD é no KaBuM!',
      inCashPrice: 1.329,
      installmentPrice: 1.564,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/320797/processador-amd-ryzen-7-5700x-3-4ghz-4-6ghz-max-turbo-cache-36mb-am4-sem-video-100-100000926wof',
      store: 'Kabum'
    },
    {
      name: 'Air Cooler Rise Mode Gamer Z4, 120mm, Branco - RM-ACZ-Z4-BW',
      description: 'Air Cooler Rise Mode Gamer Z4, 120mm, White - RM-ACZ-Z4-BW',
      inCashPrice: 44.99,
      installmentPrice: 52.93,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/130041/air-cooler-rise-mode-gamer-z4-120mm-branco-rm-acz-z4-bw',
      store: 'Kabum'
    },
    {
      name: 'Placa de Vídeo RTX 3060 Ventus 2X MSI NVIDIA GeForce,  12GB GDDR6, DLSS, Ray Tracing',
      description: 'Placa de Vídeo MSI NVIDIA GeForce RTX 3060 Ventus\n' +
        ' \n' +
        'Jogue os jogos mais recentes usando o poder da Ampere — a arquitetura RTX de 2ª geração da NVIDIA. Obtenha um desempenho incrível com Ray Tracing Cores e Tensor Cores aprimorados, novos multiprocessadores de streaming e memória G6 de alta velocidade.\n' +
        ' \n' +
        'Design Focado em Desempenho \n' +
        'Mantendo o essencial para realizar qualquer tarefa em mãos. Balançar um arranjo de ventilador duplo confiável em um design industrial rígido permite que esta placa gráfica de aparência nítida se encaixe em qualquer construção.\n' +
        ' \n' +
        'Compre agora no KaBuM!',
      inCashPrice: 2.349,
      installmentPrice: 2.764,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/384627/placa-de-video-rtx-3060-ventus-2x-msi-nvidia-geforce-12gb-gddr6-dlss-ray-tracing',
      store: 'Kabum'
    },
    {
      name: 'Placa de Vídeo Gigabyte AMD Radeon RX 6700 XT Eagle, 12GB GDDR6, RGB, Ray Tracing - GV-R67XTEAGLE-12GD',
      description: 'Placa de Vídeo Gigabyte AMD Radeon RX 6700 XT Eagle, 12GB GDDR6, RGB, Ray Tracing\n' +
        ' \n' +
        'Sistema de Refrigeração Windforce 3X\n' +
        'O sistema de resfriamento WINDFORCE 3X possui ventiladores de lâmina exclusivos de 3x80mm, rotação alternada, 3 tubos de calor de cobre composto GPU de toque direto, ventilador ativo 3D e resfriamento de tela, que juntos fornecem dissipação de calor de alta eficiência.\n' +
        ' \n' +
        'Fiação Alternativa\n' +
        'A rotação alternada pode reduzir a turbulência dos ventiladores adjacentes e aumentar a pressão do ar.\n' +
        ' \n' +
        'Fluxo de Ar Suave\n' +
        'A GIGABYTE gira as ventoinhas adjacentes na direção oposta, para que a direção do fluxo de ar entre as duas ventoinhas seja a mesma, reduzindo a turbulência e aumentando a pressão do fluxo de ar.\n' +
        ' \n' +
        'Ventilador Ativo 3D\n' +
        'O 3D Active Fan fornece resfriamento semi-passivo e os ventiladores permanecerão desligados quando a GPU estiver em um jogo de baixa carga ou baixa potência.\n' +
        ' \n' +
        'Ventilador De Lâmina Única\n' +
        'O fluxo de ar é derramado pela borda triangular do ventilador e guiado suavemente através da curva de listras 3D na superfície do ventilador.\n' +
        ' \n' +
        'Aproveite essa oportunidade e adquira seu WPlaca de Vídeo Gigabyte AMD Radeon RX 6700 XT Eagle no KaBuM!',
      inCashPrice: 2.599,
      installmentPrice: 3.058,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/387409/placa-de-video-gigabyte-amd-radeon-rx-6700-xt-eagle-12gb-gddr6-rgb-ray-tracing-gv-r67xteagle-12gd',
      store: 'Kabum'
    },
    {
      name: 'Cooler Fan Rise Mode Laser, 3 Unidades, 120mm, ARGB, Preto - RM-RGB-05-5V',
      description: 'Kit 3x Cooler FAN Rise Mode Laser 120mm, Led ARGB, 5V - RM-RGB-05-5V',
      inCashPrice: 99.99,
      installmentPrice: 117.64,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/153646/cooler-fan-rise-mode-laser-3-unidades-120mm-argb-preto-rm-rgb-05-5v',
      store: 'Kabum'
    },
    {
      name: 'SSD 240 GB PNY CS900, SATA, Leitura: 535MB/s e Gravação: 500MB/s - SSD7CS900-240-RB',
      description: 'Gerando menos calor que um HDD, os PNY SSDs aumentam a vida útil do seu PC. Nossos SSDs reduzem a temperatura operacional e os possíveis danos causados por superaquecimento. Além disso, os SSDs não produzem ruído, tornando o seu PC significativamente mais silencioso. Os SSDs PNY apresentam baixa potência e funcionam com um modo avançado de menor consumo de energia. Em média, os SSDs PNY consomem 30% menos energia que os HDDs. Se você deseja construir um PC silencioso, os SSDs PNY são itens obrigatórios no seu checklist. Os SSDs PNY são até 30 vezes mais robustos que os HDDs, tornando menos provável a falha em ambientes extremos, incluindo altas e baixas temperaturas. A NAND não volátil do sistema permite que o SSD retenha sua memória se o computador cair ou cair.',
      inCashPrice: 129.99,
      installmentPrice: 152.93,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/115051/ssd-240-gb-pny-cs900-sata-leitura-535mb-s-e-gravacao-500mb-s-ssd7cs900-240-rb',
      store: 'Kabum'
    },
    {
      name: 'SSD 480 GB WD Green, SATA, Leitura: 545MB/s e Gravação: 430MB/s - WDS480G3G0A',
      description: 'SSD WD Green, 480GB, SATA, Leitura 545MB/s, Gravação 430MB/s\n' +
        ' \n' +
        'Desempenho aprimorado para computação do dia-a-dia\n' +
        'Com o aumento de desempenho de um SSD SATA WD Green, você pode navegar na web, jogar um jogo ou simplesmente iniciar seu sistema rapidamente.\n' +
        ' \n' +
        'Durabilidade do estado sólido\n' +
        'Leves e resistentes a choques, os SSDs WD Green não usam peças móveis e ajudam a manter seus dados seguros contra perdas no caso de pancadas ou quedas acidentais.\n' +
        ' \n' +
        'Menos energia. Mais jogos.\n' +
        'Os SSDs WD Green estão entre as unidades de menor consumo de energia da indústria. Com menos energia usada, seu laptop opera por mais tempo.\n' +
        ' \n' +
        'Um upgrade fácil para seu PC\n' +
        'Compatível com a maioria dos PCs desktop e laptop, os SSDs WD Green e construído com 2,5” / 7 mm e para um upgrade simples e sem preocupações.\n' +
        ' \n' +
        'Software WD SSD Dashboard e Acronis para download\n' +
        'Monitore a integridade de sua unidade com o software gratuito para download WD SSD Dashboard, e clone unidades com o software Acronis True Image WD Edition.\n' +
        ' \n' +
        'Aproveite essa oportunidade e adquira seu SSD WD Green de 480GB no KaBuM!',
      inCashPrice: 199.99,
      installmentPrice: 235.28,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/338408/ssd-480-gb-wd-green-sata-leitura-545mb-s-e-gravacao-430mb-s-wds480g3g0a',
      store: 'Kabum'
    },
    {
      name: 'SSD 1 TB Kingston NV2, M.2 2280 PCIe, NVMe, Leitura: 3500 MB/s e Gravação: 2100 MB/s - SNV2S/1000G',
      description: 'SSD Kingston NV2 1 TB, M.2 2280 PCIe, NVMe, Leitura: 3500 MB/s e Gravação: 2100 MB/s\n' +
        ' \n' +
        'Solução de Ultima geração\n' +
        'O NV2 PCIe 4.0 NVMe SSD da Kingston é uma solução substancial de armazenamento de última geração alimentada por um controlador Gen 4x4 NVMe. O NV2 oferece velocidades de leitura/gravação de até 3.500/2.100 MB/s com menores requisitos de energia e menor aquecimento para ajudar a otimizar o desempenho do seu sistema e agregar valor sem sacrifícios.\n' +
        ' \n' +
        'Compacto\n' +
        'O design compacto de face única M.2 2280 (22x80mm) expande o armazenamento em até 2TB** enquanto economiza espaço para outros componentes, tornando o NV2 ideal para notebooks mais finos, sistemas de formato pequeno (SFF) e placas-mãe DIY.Instalar um SSD (Disco de estado sólido) M.2 é fácil e aumentará significativamente o desempenho do seu computador. Siga esses passos abaixo para acelerar seu dispositivo e aumentar o espaço livre de armazenamento.\n' +
        ' \n' +
        'Mais Armazenamento para Você\n' +
        'Disponível em capacidades de 1 TB para oferecer todo o espaço necessário para aplicativos, documentos, fotos, vídeos e muito mais.Integra-se facilmente em modelos com conectores M.2. Perfeito para laptops finos e PCs de formato pequeno.\n' +
        ' \n' +
        'Aproveite essa oportunidade e adquira seu SSD Kingston NV2 1 TB no KaBuM!',
      inCashPrice: 564.99,
      installmentPrice: 664.69,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/380745/ssd-1-tb-kingston-nv2-m-2-2280-pcie-nvme-leitura-3500-mb-s-e-gravacao-2100-mb-s-snv2s-1000g',
      store: 'Kabum'
    },
    {
      name: 'Memória Corsair Vengeance LPX 32GB (2x16GB) 2400Mhz DDR4 C16 Black - CMK32GX4M2A2400C16',
      description: 'A memória VENGEANCE LPX foi projetada para overclocking de alto desempenho. O dissipador de calor é feito de alumínio puro para dissipação de calor mais rápida e o PCB com oito camadas ajuda a controlar o calor e fornece folga para overclocking superior\n' +
        ' \n' +
        'PROJETADA PARA OVERCLOCKING DE ALTO DESEMPENHO\n' +
        ' \n' +
        'A memória VENGEANCE LPX foi projetada para overclocking de alto desempenho. O dissipador de calor é confeccionado em alumínio puro possibilitando uma dissipação de calor mais rápida, e o PCB personalizado e otimizado ajuda a controlar o calor e oferece folga para overclocking superior. Cada CI é selecionado individualmente para garantir o desempenho máximo do produto.\n' +
        ' \n' +
        'COMPATIBILIDADE TESTADA\n' +
        ' \n' +
        'Parte do nosso processo de testes exaustivo inclui testes de desempenho e compatibilidade com praticamente todas as placas-mãe disponíveis no mercado, e até com algumas que ainda não são comercializadas.\n' +
        ' \n' +
        'SUPORTE A XMP 2.0\n' +
        ' \n' +
        'Uma única configuração é tudo o que você precisa para definir automaticamente a velocidade segura mais rápida do kit VENGEANCE LPX. Você obterá um desempenho excelente e confiável sem travamentos ou outros comportamentos estranhos.\n' +
        ' \n' +
        'DISSIPADOR DE CALOR EM ALUMÍNIO\n' +
        ' \n' +
        'A sobrecarga de overlocking é limitada pela temperatura de funcionamento. O design exclusivo do dissipador de calor da memória VENGEANCE LPX puxa o calor para longe dos CIs e o direciona para o sistema de resfriamento do seu sistema, para que você possa exigir mais dele.\n' +
        ' \n' +
        'PROJETADA PARA OVERCLOCKING DE ALTO DESEMPENHO\n' +
        ' \n' +
        'Cada módulo da VENGEANCE LPX foi desenvolvido a partir de um PCB personalizado e otimizado e contém CIs de memória selecionados a dedo. O eficiente distribuidor de calor fornece um resfriamento eficiente para melhorar o potencial de overclocking.\n' +
        ' \n' +
        'DESIGN DISCRETO\n' +
        ' \n' +
        'O formato pequeno torna o produto ideal para os gabinetes menores ou qualquer sistema com pouco espaço interno.\n' +
        ' \n' +
        'COMPATÍVEL COM SEU SISTEMA\n' +
        ' \n' +
        'A aparência dos melhores sistemas de alto desempenho é tão boa quanto seus desempenhos. A memória VENGEANCE LPX está disponível em diversas cores, e você pode escolher aquela que combina com sua placa-mãe, seus outros componentes, seu gabinete... ou simplesmente a sua cor favorita.',
      inCashPrice: 483.99,
      installmentPrice: 569.4,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/110814/memoria-corsair-vengeance-lpx-32gb-2x16gb-2400mhz-ddr4-c16-black-cmk32gx4m2a2400c16',
      store: 'Kabum'
    },
    {
      name: 'SSD 120 GB Kingston A400, SATA, Leitura: 500MB/s e Gravação: 320MB/s - SA400S37/120G',
      description: 'SSD Kingston A400, 120GB, SATA, Leitura 500MB/s, Gravação 350MB/s\n' +
        ' \n' +
        'SSD Kingston A400 é o mais confiável e durável do que um disco rígido\n' +
        'A unidade de estado sólido A400 da Kingston aumenta drasticamente a resposta do seu computador com tempos incríveis de inicialização, carregamento e transferência, comparados a discos rígidos mecânicos.\n' +
        ' \n' +
        'Mais velocidade para o seu PC com A400\n' +
        'Reforçado com uma controladora de última geração para velocidades de leitura e gravação de até 500MB/s e 450MB/s, este SSD é 10x mais rápido do que um disco rígido tradicional para melhor desempenho, resposta ultrarrápida em multitarefas e um computador mais rápido de modo geral. Também mais confiável e durável do que um disco rígido, o A400 é feito com memória Flash.\n' +
        ' \n' +
        'O SSD mais resistente\n' +
        'O SSD Kingston A400, não existem partes móveis, com menor probabilidade de falhas do que um disco rígido mecânico. Também é mais frio e mais silencioso e sua resistência a choques e vibração torna-o ideal para notebooks e outros dispositivos móveis de computação.\n' +
        ' \n' +
        'Diversas Capacidades do A400\n' +
        'O A400 está disponível em diversas capacidades de 120GB oferecendo todo o espaço que você precisa para aplicativos, vídeos, fotos e outros documentos importantes. Você também pode substituir seu disco rígido ou um SSD menor por uma unidade grande o suficiente para conter todos os seus arquivos. SSD confiável e durável para melhor desempenho do computador e respostas ultrarrápidas em multitarefas.\n' +
        ' \n' +
        'SSD Kingston A400 é mais rápido que um disco Rígido \n' +
        'Rápida inicialização, carregamento e transferência de arquivos; Mais confiável e mais durável do que um disco rígido; Diversas capacidades com espaço para aplicativos ou para substituição do disco rígido.\n' +
        ' \n' +
        'Garanta já o seu SSD Kingston A400 120GB Sata no KaBuM!',
      inCashPrice: 139.99,
      installmentPrice: 164.69,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/85196/ssd-120-gb-kingston-a400-sata-leitura-500mb-s-e-gravacao-320mb-s-sa400s37-120g',
      store: 'Kabum'
    },
    {
      name: 'Fonte XPG Core Reactor, 850W, 80 Plus Gold Modular',
      description: 'Fonte XPG Core Reactor, 850W, 80 Plus Gold Modular\n' +
        'A XPG CORE REACTOR é uma fonte de alimentação modular 80 Plus Gold equipada com capacitores 100% japoneses. É confiável, eficiente em termos de energia, e facilita a criação de uma construção organizada.\n' +
        'Certificado 80 Plus Gold\n' +
        'O 80 Plus Gold Certified XPG CORE REACTOR oferece 90% de eficiência com 50% de carga. Ele vem em 650W, 750W e 850W para diferentes necessidades. \n' +
        'Essas fontes certificadas desperdiçam menos de 20% de energia elétrica na forma de calor nos níveis de uso referidos anteriormente, reduzindo o desperdício de energia e a conta de luz, quando comparadas à fontes sem a certificação.\n' +
        'Certificado Cybenetics LAMBA / ETA\n' +
        'A SÉRIE XPG CORE REACTOR é certificada pela Cybenetics no que toca à eficiência e nível de ruído, ficando no topo da sua categoria em ambas as normas ETA e LAMBDA.\n' +
        'Compacta e Modular\n' +
        'A XPG CORE REACTOR é de tamanho compacto graças à combinação de componentes de alta qualidade, um layout bem pensado e um novo processo de fabricação. Além disso, seu design modular reduz a confusão com cabos e simplifica a construção do sistema.\n' +
        ' \n' +
        '**ACOMPANHA CABO DE FORÇA**\n' +
        'Sua Fonte XPG você encontra aqui no KaBuM!',
      inCashPrice: 769.99,
      installmentPrice: 905.87,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/103282/fonte-xpg-core-reactor-850w-80-plus-gold-modular',
      store: 'Kabum'
    },
    {
      name: 'Fonte Gigabyte GP-P450B, 450W, 80 Plus Bronze - 28200-P450B-1BRR',
      description: 'O ventilador do rolamento hidráulico silencioso de 120 mm otimiza a redução de ruído e o desempenho térmico. A velocidade do ventilador é ajustada de acordo com a detecção automática de energia. O ventilador do mancal hidráulico fornece uma vida útil mais longa e mais estável. O trilho único de + 12V fornece a melhor potência, estabilidade e compatibilidade para o hardware. Ele fornece a maneira mais fácil de instalar o cabo de alimentação. E é o melhor design para overclock. Para garantir que todo o sistema do computador opere de forma estável sob quaisquer condições, não apenas adicionamos projetos de proteção como OCP, OTP, OVP, OPP, UVP e SCP, mas também garantimos a operação estável do seu sistema através da certificação de segurança de vários países.\n' +
        ' \n' +
        '**ACOMPANHA CABO DE FORÇA**',
      inCashPrice: 259.99,
      installmentPrice: 305.87,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/114165/fonte-gigabyte-gp-p450b-450w-80-plus-bronze-28200-p450b-1brr',
      store: 'Kabum'
    },
    {
      name: 'Cooler FAN XPG, 120mm - VENTO120-BKCWW',
      description: 'Cooler FAN XPG, 120mm\n' +
        ' \n' +
        'VENTO 120 Fan Series oferece controle de calor funcional de forma eficiente e silenciosa com Rifle Bearing. O VENTO 120 complementa ainda mais desktops de PC.\n' +
        'XPG VENTO 120 e VENTO 120 ARGB são resistentes com vento de rolamento Rifle, permitindo que como silenciosamente e sem problemas.\n' +
        ' \n' +
        'Segurança e performance\n' +
        'A segurança em eixo do rolamento espingarda garante no eixo a vida, o ruído útil do rolamento e da ventoinha. VENTO 120 pode operar o fluxo de ar da ventoinha de 45,3 CFM e a velocidade constante da ventoinha de 1.200 RPM, com almofadas de borracha antivibração que atenuam o ruído.\n' +
        ' \n' +
        'Garanta o seu no KaBuM!',
      inCashPrice: 24.99,
      installmentPrice: 29.4,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/121365/cooler-fan-xpg-120mm-vento120-bkcww',
      store: 'Kabum'
    },
    {
      name: 'SSD Husky Gaming 1TB, SATA III, Leitura: 550MB/s e Gravação: 500MB/s, Preto - HGML023',
      description: 'SSD Husky Gaming 1 TB SATA III \n' +
        'Um novo nível de desempenho para o seu PC gamer com o SSD Husky Gaming! Desempenho rápido de uma unidade de estado sólido com taxa de leitura de 550 MB/s, gravação de 500 MB/s e capacidade de armazenamento de 1 TB. É definitivamente o melhor produto para substituir o disco rígido tradicional!\n' +
        ' \n' +
        'O desempenho que seu PC precisa!\n' +
        'O SSD Husky Gaming dará vida ao seu computador, com excelente desempenho, ótima capacidade e uma velocidade até dez vezes mais rápida  que HD comuns.\n' +
        ' \n' +
        'Os SSD’s Husky Gaming oferecem um design pensado para oferecer a máxima performance, com suportes para: AHCI, S.M.A.R.T., NCQ, TRIM.\n' +
        ' \n' +
        'SSD, projetado para eficiência!\n' +
        ' \n' +
        'O formato SSD diminui o tempo de inicialização, tempo de desligamento e tempo de resposta dos aplicativos.\n' +
        ' \n' +
        'Compre agora no KaBuM!',
      inCashPrice: 399.99,
      installmentPrice: 470.58,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/391852/ssd-husky-gaming-1tb-sata-iii-leitura-550mb-s-e-gravacao-500mb-s-preto-hgml023',
      store: 'Kabum'
    },
    {
      name: 'Processador AMD Ryzen 5 4500, 3.6GHz (4.1GHz Max Turbo) Cache 11MB, AM4, Sem Vídeo - 100-100000644BOX',
      description: 'Processador AMD Ryzen 5 4500\n' +
        'Esteja trabalhando ou fazendo as tarefas do cotidiano, a velocidade sem precedentes dos processadores AMD Ryzen série 4000 para desktop é imparável. Com os processadores AMD Ryzen para desktop, você está sempre na frente.\n' +
        ' \n' +
        'Alta Velocidade\n' +
        'O AMD Ryzen 5 4500 ainda conta com 6 núcleos e 12 threads, impulsionadno o desempenho do seu Computador com clocks de até 4,1 Ghz com Max Boost e 8MB de cache L3 total.\n' +
        ' \n' +
        'AMD Ryzen VR Ready Premium\n' +
        'Para usuários que buscam uma experiência especial de realidade virtual, a AMD oferece os processadores de alto desempenho Ryzen VR Ready Premium. Esses modelos atendem ou superam as especificações de processadores recomendadas pelos principais fabricantes de HMD para realidade virtual, como Oculus Rift, HTC Vive ou Microsoft Windows Mixed Reality, ajudando a garantir as melhores experiências possíveis no mundo virtual que você escolher.\n' +
        ' \n' +
        'Tecnologia AMD StoreMI\n' +
        'É um jeito rápido e fácil de expandir e acelerar o armazenamento nos PCs com um processador AMD Ryzen. A tecnologia AMD SroreMI é uma ferramenta eficaz para os fãs de PCs que desejam incrementar os tempos de carregamento e de boot, o gerenciamento de arquivos ou a capacidade de resposta\n' +
        'Não possui video integrado\n' +
        ' \n' +
        'Garanta já o seu Processador AMD Ryzen 5 4500 no KaBuM!',
      inCashPrice: 499.99,
      installmentPrice: 588.22,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/333154/processador-amd-ryzen-5-4500-3-6ghz-4-1ghz-max-turbo-cache-11mb-am4-sem-video-100-100000644box',
      store: 'Kabum'
    },
    {
      name: 'Cooler Fan Rise Mode Black, 80mm, Preto - RM-BK-02-FB',
      description: 'Cooler FAN Rise Mode Black 80mm\n' +
        ' \n' +
        'Resfrie a sua máquina com o Cooler Fan Rise Mode Black. Com 80mm, é ideal para a montagem de qualquer projeto. Não tenha mais problemas de aquecimento com o Mode Black, a sua velocidade de até 1500RPM írá garantir o resfriamento eficaz da sua máquina.',
      inCashPrice: 9.99,
      installmentPrice: 11.75,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/312089/cooler-fan-rise-mode-black-80mm-preto-rm-bk-02-fb',
      store: 'Kabum'
    },
    {
      name: 'SSD 1 TB XPG S70 Blade, PCIe Gen4x4, M.2 NVMe, Leitura: 7400MB/s e Gravação: 5500MB/s, 3D NAND - AGAMMIXS70B-1T-CS',
      description: 'SSD 1 TB XPG S70 Blade\n' +
        ' \n' +
        'Acelere com PCIe 4.0\n' +
        'Com a interface PCIe Gen4 mais recente, o GAMMIX S70 BLADE ajudará você a dominar a concorrência com desempenho sequencial de leitura/gravação de até 7400/6800/MB por segundo. Isso é até duas vezes mais rápido do que os SSDs PCIe 3.0! Para facilidade de uso, é compatível com PCIe 3.0.\n' +
        ' \n' +
        'Fresco no calor da batalha\n' +
        'Com um robusto dissipador de calor de alumínio resistente a altas temperaturas, o GAMMIX S70 BLADE elimina o calor de forma eficaz. Tão eficaz, na verdade, é capaz de reduzir as temperaturas em até 20 por cento. Além disso, o dissipador de calor também parece incrível com sua superfície aerodinâmica e linhas geométricas onduladas.\n' +
        ' \n' +
        'Perfeito para dispositivos compactos e finos\n' +
        'Apresentando um fator de forma M.2 2280, o GAMMIX S70 BLADE é perfeito para laptops e dispositivos mais finos, oferecendo o desempenho de que você precisa, independentemente das restrições de espaço.  \n' +
        ' \n' +
        'Funciona com PS5\n' +
        'Tem um PS5 e precisa de mais capacidade? O GAMMIX S70 BLADE é a sua resposta. Conecte um ao seu PS5 e desfrute de um desempenho melhor e mais suave no armazenamento integrado.  \n' +
        ' \n' +
        '*De acordo com o anúncio da Sony Interactive Entertainment Co., Ltd., mesmo que a velocidade contínua de leitura e gravação seja superior ao padrão oficial, nem todos os recursos de desempenho do jogo corresponderão à unidade de estado sólido integrada do console PS5 .\n' +
        ' \n' +
        '**No ambiente operacional do PS5, a velocidade de leitura sequencial de todas as capacidades é medida em 6300 MB/s.\n' +
        ' \n' +
        'Compre agora no KaBuM!',
      inCashPrice: 849.99,
      installmentPrice: 999.99,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/169967/ssd-1-tb-xpg-s70-blade-pcie-gen4x4-m-2-nvme-leitura-7400mb-s-e-gravacao-5500mb-s-3d-nand-agammixs70b-1t-cs',
      store: 'Kabum'
    },
    {
      name: 'SSD 512 GB XPG S41 TUF, M.2 PCIe, Leitura: 3500MB/s e Gravação: 2400MB/s - AGAMMIXS41-512G-C',
      description: 'SSD XPG S41 TUF, 512GB, M.2, PCIe, Leituras: 3500MB/s e Gravações: 2400MB/s\n' +
        'O drive de estado sólido (SSD) XPG GAMMIX S41 com certificação TUF Gaming ajudará você a elevar seu jogo com PCIe Gen3x4, memória Flash 3D, desempenho de leitura/gravação de 3500/2400MB por segundo e muito mais.\n' +
        ' \n' +
        'Certificação TUF Gaming\n' +
        'A certificação TUF Gaming significa que o GAMMIX S41 atende aos padrões exigentes da ASUS TUF Gaming Alliance para desempenho e confiabilidade. Exibe orgulhosamente suas credenciais de jogo com o design camuflado TUF.\n' +
        ' \n' +
        'Frio na batalha\n' +
        'Com seu dissipador de calor com design inspirado em armadura, o GAMMIX S41 não só parece intimidante, mas também mantém as coisas frias para estabilidade máxima. O dissipador de calor de alumínio pode reduzir as temperaturas em até 10°C.\n' +
        ' \n' +
        'Tudo Acelerado\n' +
        'Com o cache do SLC e um buffer de cache DRAM, o GAMMIX S41 acelera o desempenho do seu PC. Não há mais o que esperar. Acesse rapidamente arquivos e carregue jogos rapidamente!\n' +
        ' \n' +
        'Duradouro e Durável\n' +
        'O 3D NAND Flash comporta 512GB de capacidade e uma ampla variedade de tecnologias de proteção e correção de dados para aumentar o TBW total (Total de Bytes Gravados).\n' +
        ' \n' +
        'Aproveite essa oportunidade e adquira seu SSD 512GB no KaBuM!',
      inCashPrice: 372.99,
      installmentPrice: 438.81,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/127700/ssd-512-gb-xpg-s41-tuf-m-2-pcie-leitura-3500mb-s-e-gravacao-2400mb-s-agammixs41-512g-c',
      store: 'Kabum'
    },
    {
      name: 'SSD 480 GB WD Green PC SN350, PCIe, NVMe, Leitura: 2400MB/s e Gravação: 1650MB/s - WDS480G2G0C',
      description: 'SSD WD Green PC SN350 480GB, PCIe, NVMe, Leitura: 2400MB/s, Escrita: 1650MB/s\n' +
        'O SSD WD Green SN350 NVMe pode revitalizar o seu computador velho para o uso diário. Quer você esteja na aula, no shopping, no bate-papo ou surfando, esta unidade por funcionar até quatro vezes mais rápido do que unidades SATA. Como eles não têm peças móveis, os SSDs oferecem um design resistente a choques para ajudar a proteger os seus dados importantes contra pancadas e quedas acidentais. \n' +
        ' \n' +
        'Mais espaço para o que é importante\n' +
        'O SSD WD Green SN350 NVMe conta 480GB de armazenamento para atender suas exigências profissionais e do dia-a-dia.\n' +
        ' \n' +
        'O poder do NVMe está agora ao seu alcance\n' +
        'O formato esguio M.2 2280 permite uma atualização rápida e fácil para qualquer computador que tenha um slot NVMe. Além disso, com o Western Digital SSD Dashboard disponível para download, você pode também monitorar a integridade da sua unidade para uma maior paz de espírito. \n' +
        ' \n' +
        'Ajude a proteger os seus dados\n' +
        'Como não há peças móveis, as unidades de estado sólido ajudam a proteger os seus dados contra pancadas e quedas do dia a dia.\n' +
        ' \n' +
        'Uma atualização rápida\n' +
        'Fazer o upgrade do seus sistema é simples com o formato esguio M.2 2280. Você só precisa de um slot NVMe e cerca de 10 minutos.\n' +
        ' \n' +
        'Aproveite essa oportunidade e adquira seu SSD 480GB no KaBuM!',
      inCashPrice: 254.99,
      installmentPrice: 299.99,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/147640/ssd-480-gb-wd-green-pc-sn350-pcie-nvme-leitura-2400mb-s-e-gravacao-1650mb-s-wds480g2g0c',
      store: 'Kabum'
    },
    {
      name: 'Fonte PowerX 230W, com Cabo - PX230',
      description: 'Fonte PowerX 230W Real com Cabo de Energia - PX230\n' +
        ' \n' +
        '**ACOMPANHA CABO DE FORÇA**',
      inCashPrice: 49.99,
      installmentPrice: 58.81,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/50142/fonte-powerx-230w-com-cabo-px230',
      store: 'Kabum'
    },
    {
      name: 'Placa Mãe Asus Prime A520M-E, AMD AM4, mATX, DDR4',
      description: 'A série ASUS Prime foi projetada para liberar todo o potencial da plataforma AMD Ryzen de terceira geração. Com design robusto de energia, soluções abrangentes de refrigeração e opções de ajuste inteligentes, as placas-mãe da série Prime A520 fornecem aos usuários cotidianos e construtores de PC várias opções de ajuste de desempenho por meio de recursos intuitivos de software e firmware. Controles abrangentes formam a base da série ASUS Prime. As placa-mães Prime A520 incluem ferramentas flexíveis para ajustar todos os aspectos do seu sistema, permitindo ajustar as configurações de desempenho para combinar perfeitamente com seu jeito de trabalhar - maximizando sua produtividade. O renomado ASUS BIOS UEFI fornece tudo o que você precisa para configurar, ajustar e ajustar seu sistema. Oferece opções simplificadas de maneira inteligente para iniciantes em PC DIY, além de recursos abrangentes para veteranos experientes. Um modo Advanced intuitivo oferecido via UEFI permite que você assuma o controle completo. Um recurso de pesquisa embutido facilita a localização de opções e várias funções avançadas permitem que você faça ajustes de forma inteligente para que você possa ajustar o desempenho da maneira que desejar. Encontre rápida e facilmente a opção ou a configuração que você precisa. Porte as definições de configuração entre diferentes versões do BIOS ou compartilhe-as com os amigos. A PRIME A520M-E foi desenvolvida com uma variedade de headers de ventoinha híbridas e apresenta refrigeração abrangente com controles configuráveis através do software Fan Xpert ou do UEFI BIOS, garantindo que seu equipamento permaneça refrigerado e estável sob cargas de trabalho intensas. Cada header pode referenciar dinamicamente três sensores térmicos. O Fan Xpert permite mapear a temperatura das placas de vídeo ASUS suportadas para otimizar a refrigeração em tarefas com muita carga de GPU e CPU. A placa-mãe Prime A520 fornece todos os fundamentos para aumentar a produtividade diária, para que seu sistema esteja pronto para ação com energia estável, refrigeração intuitiva e opções de transferência flexíveis.',
      inCashPrice: 588.99,
      installmentPrice: 692.93,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/129653/placa-mae-asus-prime-a520m-e-amd-am4-matx-ddr4',
      store: 'Kabum'
    },
    {
      name: 'SSD 512 GB Adata XPG Gammix S11 Pro, M.2 NVMe, Leitura: 3500MB/s e Gravação: 2300MB/s - AGAMMIXS11P-512GT-C',
      description: 'SSD Adata XPG Gammix S11 Pro, 512GB, M.2 NVMe, Leitura 3500MB/s, Gravação 2300MB/s\n' +
        'Empregando a interface PCIe Gen3x4 extra-rápida e suportando NVMe 1.3, o GAMMIX S11 Pro oferece velocidades rápidas de leitura/gravação de até 3500/2300MB por segundo. E mais, o S11 Pro está envolto em um dissipador de calor que reduz as temperaturas do SSD em até 10°C. Equipado com 3D NAND Flash juntamente com o SLC Caching, um DRAM Cache Buffer, proteção de dados End-to-End e tecnologia LDPC ECC, ele mantém altas velocidades e integridade de dados mesmo durante jogos intensos, renderização, overclocking e outros aplicativos de alta demanda.\n' +
        ' \n' +
        'De cabeça fria no calor da batalha\n' +
        'Um dissipador de calor com um design inspirado em carros esportivos faz o S11 Pro se manter resfriado. Comparado a SSDs M.2 sem um dissipador de calor, o S11 Pro é até 10°C mais frio, oferecendo maior estabilidade do sistema.\n' +
        ' \n' +
        'Acelere para a vitória\n' +
        'Com cache SLC e buffer de cache DRAM, o S11 Pro acelera velocidades de leitura/gravação de até 3500/3000MB/s e oferece desempenho aleatório de até 390K/380K IOPS. Seja inicializando o sistema, jogando ou transferindo arquivos grandes, o S11 Pro faz tudo isso de maneira rápida e eficaz.\n' +
        ' \n' +
        '3D NAND FLASH - Capacidades superiores para mais jogos\n' +
        'Implementando o avançado NAND Flash 3D, o S11 Pro apresenta capacidades de armazenamento mais altas de 512GB, além de fornecer maior eficiência, confiabilidade robusta e um alto TBW (Total de Bytes Gravados).\n' +
        ' \n' +
        'Aproveite essa oportunidade e adquira seu SSD no KaBuM!',
      inCashPrice: 349.99,
      installmentPrice: 411.75,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/100025/ssd-512-gb-adata-xpg-gammix-s11-pro-m-2-nvme-leitura-3500mb-s-e-gravacao-2300mb-s-agammixs11p-512gt-c',
      store: 'Kabum'
    },
    {
      name: 'Processador AMD Ryzen 5 5600, 3.5GHz (4.4GHz Max Turbo), Cache 35MB, AM4, Sem Vídeo - 100-100000927BOX',
      description: 'Processador AMD Ryzen 5 5600\n' +
        ' \n' +
        'Quando você tem a arquitetura de processador de desktop mais avançada do mundo2 para jogadores e criadores de conteúdo, as possibilidades são infinitas. Esteja você jogando os jogos mais recentes, projetando o próximo prédio ou processando dados, você precisa de um processador poderoso que possa lidar com tudo - e muito mais. Sem dúvida, os processadores AMD Ryzen ™ série 5000 definem o padrão para jogadores e artistas.\n' +
        ' \n' +
        'A ferramenta certa para o trabalho\n' +
        '\n' +
        'Quando você tem o processador mais avançado do mundo para designers e criadores de conteúdo, as possibilidades são infinitas. Esteja você projetando o próximo arranha-céu ou animando um personagem complexo, você precisa de um processador poderoso que possa lidar com todo o espectro de demandas de computação do seu fluxo de trabalho.\n' +
        'Não possui video integrado\n' +
        'Processador AMD é no KaBuM!',
      inCashPrice: 969.99,
      installmentPrice: 1.141,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/320798/processador-amd-ryzen-5-5600-3-5ghz-4-4ghz-max-turbo-cache-35mb-am4-sem-video-100-100000927box',
      store: 'Kabum'
    },
    {
      name: 'Fonte Corsair CV650, 650W, 80 Plus Bronze - CP-9020236-BR',
      description: 'Fonte Corsair CV650, 650W Certificado 80 PLUS Bronze As fontes de alimentação CV da CORSAIR são ideais para fornecer energia para seu PC doméstico ou de trabalho, com eficiência 80 PLUS Bronze garantida para proporcionar máxima potência para seu sistema continuamente. Essa é a fonte para PC que você precisa. Rendimento Contínuo, Confiável e Operação Silenciosa Como todas as fontes de alimentação da Corsair, a CV Series faz exatamente aquilo que promete: oferece alimentação contínua com capacidade máxima, independentemente da variação de voltagem escolhida. Uma ventoinha de resfriamento de 120mm de baixo ruído controlada termalmente gira em alta velocidade somente em momentos de maior carga da fonte e reduz a velocidade em momentos de carga menor para operação mais silenciosa. Design compacto e discreto As estruturas da CV Series têm somente 125mm de comprimento, o que facilita a instalação em quase todos os gabinetes de PC modernos. Os cabos com revestimento preto e a estrutura em pintura a pó preta combinam com o estilo do seu PC. Sua Fonte Corsair você encontra aqui no KaBuM!\n' +
        ' \n' +
        '**ACOMPANHA CABO DE FORÇA**',
      inCashPrice: 489.99,
      installmentPrice: 576.46,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/132783/fonte-corsair-cv650-650w-80-plus-bronze-cp-9020236-br',
      store: 'Kabum'
    },
    {
      name: 'SSD Husky Gaming 512GB, M.2 NVMe, Leitura: 2200 MB/s e Gravação: 1600 MB/s - HGML024',
      description: 'SSD Husky Gaming M.2 NVME - 512 GB\n' +
        ' \n' +
        'Alcance o próximo nível em desempenho no seu PC gamer com o SSD Husky Gaming! Desempenho rápido de NVMe, com velocidade de leitura de 2200 MB/s, velocidade de gravação de 1600MB/s e capacidade de armazenamento de 512 GB.\n' +
        ' \n' +
        'O desempenho que seu PC precisa!\n' +
        'O SSD Husky Gaming dará vida ao seu computador, com excelente desempenho, ótima capacidade e uma velocidade até quatro vezes mais rápida que SSDs comuns.\n' +
        ' \n' +
        'Formato Projetado para Eficiência\n' +
        ' \n' +
        'O formato compacto M.2 é de fácil instalação e ocupa pouco espaço. Seu baixo consumo de energia ajuda a prolongar a vida útil da bateria de notebooks, e seu consumo de 4 W em operação entrega máxima eficiência ao usuário.',
      inCashPrice: 242.99,
      installmentPrice: 285.87,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/391853/ssd-husky-gaming-512gb-m-2-nvme-leitura-2200-mb-s-e-gravacao-1600-mb-s-hgml024',
      store: 'Kabum'
    },
    {
      name: 'Processador AMD Ryzen 5 5600X, 3.7GHz (4.6GHz Max Turbo), Cache 35MB, 6 Núcleos, 12 Threads, AM4 - 100-100000065BOX',
      description: 'Processador AMD Ryzen 5 5600X Jogue com os melhores 6 núcleos incríveis para quem quer apenas jogar. Imbatível no jogo Obtenha o desempenho de jogos de alta velocidade do melhor processador de desktop do mundo. AMD Ryzen para criadores Codifique mais rápido. Renderize mais rápido. Repita mais rápido. Crie mais e mais rápido com os processadores AMD Ryzen™. Desempenho de próximo nível para arquitetos, engenheiros e profissionais criativos Imagine o que você pode fazer com o processador mais avançado do mundo.\n' +
        'Não possui video integrado\n' +
        ' Garanta já o seu processador AMD Ryzen 5 5600X no KaBuM!',
      inCashPrice: 1.169,
      installmentPrice: 1.376,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/129451/processador-amd-ryzen-5-5600x-3-7ghz-4-6ghz-max-turbo-cache-35mb-6-nucleos-12-threads-am4-100-100000065box',
      store: 'Kabum'
    },
    {
      name: 'Air Cooler Rise Mode Gamer G700, 180mm, LED Azul - RM-AC-O7-FB',
      description: 'Air Cooler Rise Mode Gamer G700, 180mm, LED Azul - RM-AC-O7-FB',
      inCashPrice: 129.99,
      installmentPrice: 152.93,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/130039/air-cooler-rise-mode-gamer-g700-180mm-led-azul-rm-ac-o7-fb',
      store: 'Kabum'
    },
    {
      name: 'Cooler Fan Rise Mode Wind, Rainbow, 120mm, Preto - RM-WN-02-RGB',
      description: 'Cooler Fan Rise Mode Wind, Rainbow, 120mm, Preto - RM-WN-02-RGB',
      inCashPrice: 24.99,
      installmentPrice: 29.4,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/250660/cooler-fan-rise-mode-wind-rainbow-120mm-preto-rm-wn-02-rgb',
      store: 'Kabum'
    },
    {
      name: 'Memória XPG Spectrix D50 RGB, 8GB, 3200MHz, DDR4, CL16, Cinza - AX4U32008G16A-ST50',
      description: 'Módulo de memória Spectrix D50 DDR4 RGB\n' +
        ' \n' +
        'Alcançando velocidades de até 3200 MHz, o XPG SPECTRIX D50 é um módulo de memória monstruoso. Também tem looks de matar com um estilo elegante com linhas geométricas.',
      inCashPrice: 239.99,
      installmentPrice: 282.34,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/156588/memoria-xpg-spectrix-d50-rgb-8gb-3200mhz-ddr4-cl16-cinza-ax4u32008g16a-st50',
      store: 'Kabum'
    },
    {
      name: "HD Seagate 4TB BarraCuda, 3.5', SATA - ST4000DM004",
      description: 'HD Seagate BarraCuda, 4TB, 3.5´, SATA - ST4000DM004\n' +
        ' \n' +
        'Discos rígidos BarraCuda\n' +
        'Versátil. Rápido. Confiável. Os discos rígidos BarraCuda da Seagate são perfeitos para armazenamento de notebooks, armazenamento de dispositivos móveis, armazenamento tudo em um e muito mais.\n' +
        ' \n' +
        'Nossos HDDs de 3,5 polegadas oferecem excelência líder de mercado em computação pessoal, com até 8 TB de capacidade.\n' +
        ' \n' +
        'Compre agora no KaBuM!',
      inCashPrice: 449.99,
      installmentPrice: 529.4,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/95803/hd-seagate-4tb-barracuda-3-5-sata-st4000dm004',
      store: 'Kabum'
    },
    {
      name: 'Placa Mãe Asus TUF Gaming B550M-Plus, AMD AM4, mATX, DDR4',
      description: 'Placa-mãe Asus TUF Gaming B550M-Plus AMD DDR4 A TUF Gaming B550M-PLUS reúne os elementos essenciais da mais recente plataforma AMD e os combina com funcionalidades prontas para jogos e durabilidade comprovada. Projetadas com componentes de nível militar, soluções de energia aprimoradas e um conjunto abrangente de opções de refrigeração, essas placas-mãe oferecem desempenho sólido com estabilidade inabalável em jogos. Soquete AMD AM4 Pronto para processadores AMD Ryzen™ de 3ª geração. Solução de energia aprimorada 8+2 fases de alimentação, conector ProCool, componentes TUF de nível militar e VRM Digi+ para máxima durabilidade. Refrigeração abrangente Dissipadores de calor no VRM, dissipador de calor sem ventoinha no PCH, dissipador de calor M.2, header de ventoinha híbridos e utilitário Fan Xpert 2+. Conectividade de última geração Suporte para PCIe 4.0 M.2, USB 3.2 Gen 2 Tipo-A e Tipo-C Feita para jogos on-line Tecnologia de Rede de 2,5 Gb, TUF LANGuard e TurboLAN Codec Realtek S1200A Qualidade de áudio cristalina sem precedentes, com taxa de sinal-ruído de 108 dB para saída estéreo e SNR de 103 dB para entrada. Microfone com cancelamento de ruído por AI Fornece comunicação de voz cristalina no jogo Garanta já a sua placa-mãe Asus TUF Gaming B550M-Plus AMD DDR4 no KaBuM!',
      inCashPrice: 1.199,
      installmentPrice: 1.411,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/115216/placa-mae-asus-tuf-gaming-b550m-plus-amd-am4-matx-ddr4',
      store: 'Kabum'
    },
    {
      name: 'Memória Husky Technologies, 8GB, 2666MHz, DDR4, CL19, para Notebook - HTCQ001',
      description: 'Memória Husky Technologies - 8GB\n' +
        'Quer trabalhar com várias abas e aplicativos ao mesmo tempo, sem que seu Notebook fique travando? A Husky Technologies trouxe a solução ideal para você! Otimize o desempenho e a velocidade do seu notebook com a Memória Notebook Husky Technologies, 8GB, 2666MHz, DDR4, CL19. Com mais capacidade de memória, seu notebook poderá executar operações rapidamente, com menor tempo de resposta, executar programas mais pesados e também processar mais programas ao mesmo tempo.\n' +
        ' \n' +
        'Tecnologia Husky em Memória para Notebook\n' +
        'Projetada para alta performance e confiabilidade, a Memória Husky possui formato SO-DIMM aceitos e utilizados por praticamente todos os notebooks e laptops. O DDR4 opera a apenas 1.2V (Típica), para que você tenha um grande aumento de desempenho e um sistema que rodará mais frio, extrairá mais da vida útil da bateria do seu notebook. \n' +
        ' \n' +
        'DDR4 e Benefícios\n' +
        'De fácil instalação e com 3 anos de garantia, é a escolha certa para você aumentar a vida útil do seu notebook e agilizar suas atividades diárias! Para jogadores iniciantes e entusiastas de PC, A Memória Husky Technologies oferece todos os benefícios de DDR4 com desempenho e eficiência. \n' +
        ' \n' +
        'Aproveite essa oportunidade e adquira sua Memória Husky no KaBuM!',
      inCashPrice: 149.99,
      installmentPrice: 176.46,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/161547/memoria-husky-technologies-8gb-2666mhz-ddr4-cl19-para-notebook-htcq001',
      store: 'Kabum'
    },
    {
      name: 'Memória XPG Spectrix D41 TUF RGB, 8GB, 3200MHz, DDR4, CL16, Preto - AX4U32008G16A-SB41',
      description: 'Memória XPG Spectrix D41 TUF, RGB,  8GB, 3200MHz, DDR4, CL16, Preta \n' +
        'Memória XPG Spectrix D41 TUF\n' +
        'A Memória XPG Spectrix D41 TUF, RGB XPG SPECTRIX D41 DDR4 reúne um excelente desempenho e uma iluminação RGB impressionante para proporcionar um valioso upgrade ao seu sistema. Com velocidades impressionante de até 3200 MHz.\n' +
        'SPECTRIX D41\n' +
        'O SPECTRIX D41 oferece performance de jogos e overclocking suaves e rápidos, suportando todas as plataformas Intel® X299 e AMD AM4/Ryzen. Além disso, com uma iluminação RGB vívida, que é compatível com uma variedade de softwares de controle de iluminação, sua configuração de jogos superará a concorrência.\n' +
        ' \n' +
        'Compre sua Memória XPG Spectrix D41 TUF no KaBuM!',
      inCashPrice: 245.99,
      installmentPrice: 289.4,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/166059/memoria-xpg-spectrix-d41-tuf-rgb-8gb-3200mhz-ddr4-cl16-preto-ax4u32008g16a-sb41',
      store: 'Kabum'
    },
    {
      name: 'Memória Corsair Vengeance LPX, 8GB, 3200MHz, DDR4, CL16, Preta - CMK8GX4M1E3200C16',
      description: 'Memória Corsair Vengeance LPX 8GB, 3200MHz, DDR4, CL16, Preta\n' +
        ' \n' +
        'A memória VENGEANCE LPX foi projetada para overclocking de alto desempenho.\n' +
        ' \n' +
        'O dissipador de calor é confeccionado em alumínio puro possibilitando uma dissipação de calor mais rápida, e o PCB personalizado e otimizado ajuda a controlar o calor e oferece folga para overclocking superior.\n' +
        ' \n' +
        'Cada CI é selecionado individualmente para garantir o desempenho máximo do produto.\n' +
        ' \n' +
        'Dissipador de calor em alumínio. A sobrecarga de overlocking é limitada pela temperatura de funcionamento. O design exclusivo do dissipador de calor da memória VENGEANCE LPX puxa o calor para longe dos CIs e o direciona para o sistema de resfriamento do seu sistema, para que você possa exigir mais dele.',
      inCashPrice: 231.99,
      installmentPrice: 272.93,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/229176/memoria-corsair-vengeance-lpx-8gb-3200mhz-ddr4-cl16-preta-cmk8gx4m1e3200c16',
      store: 'Kabum'
    },
    {
      name: 'Placa de Vídeo RX 580 PowerColor Red Dragon AMD Radeon, 8GB GDDR5 - AXRX 580 8GBD5-DHD',
      description: 'Placa de Vídeo PowerColor Red Dragon AMD Radeon RX 580, 8GB GDDR5\n' +
        ' \n' +
        'Refinado, evoluído e totalmente equipado\n' +
        'Ele é baseado na mais recente arquitetura GCN 4 da AMD projetada para GloFo 14nm FinFET que oferece capacidade de VR premium, maior nível de desempenho, VR suave, suporte contínuo para monitores de jogos de última geração e streaming ou gravação de jogos sem CPU.\n' +
        ' \n' +
        'Pronto para AMD XConnect\n' +
        'Agora ficou mais fácil do que nunca conectar e usar uma placa gráfica externa Radeon. Com a tecnologia AMD XConnect, os gabinetes de GPU externos configurados com Radeon Graphics podem se conectar e desconectar facilmente a um notebook ultrafino compatível ou 2 em 1 por Thunderbolt 3 1 a qualquer momento, assim como uma unidade flash USB - uma novidade para dispositivos externos GPUs!\n' +
        ' \n' +
        'AMD LiquidVR. Intuitivo. Imersivo. Interativo.\n' +
        'A inovadora tecnologia LiquidVR da AMD permite experiências de VR maravilhosamente ricas e imersivas, simplificando a criação de conteúdo de VR, desbloqueando muitos recursos exclusivos de hardware AMD projetados para funcionar perfeitamente com fones de ouvido em placas de vídeo Radeon compatíveis. O LiquidVR é dedicado a tornar as experiências de RV verdadeiramente imersivas, criando uma sensação de “presença” – um estado de consciência em que um mundo virtual parece tão real que você acreditará que está lá.\n' +
        ' \n' +
        'Tecnologia Radeon Freesync 2\n' +
        'A tecnologia AMD FreeSync põe fim à jogabilidade instável e quadros quebrados com desempenho fluido e livre de artefatos em praticamente qualquer taxa de quadros.\n' +
        ' \n' +
        'Radeon Chill\n' +
        'Um recurso de economia de energia que regula dinamicamente a taxa de quadros com base em seus movimentos no jogo. O Radeon Chill pode melhorar a eficiência de energia e diminuir as temperaturas para produtos e jogos compatíveis quando ativado por meio das configurações do Radeon.\n' +
        ' \n' +
        'Aproveite essa oportunidade e adquira sua Placa de Vídeo PowerColor Red Dragon AMD Radeon RX 580 no KaBuM!',
      inCashPrice: 1.099,
      installmentPrice: 1.294,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/382632/placa-de-video-rx-580-powercolor-red-dragon-amd-radeon-8gb-gddr5-axrx-580-8gbd5-dhd',
      store: 'Kabum'
    },
    {
      name: 'Processador AMD Ryzen 5 5500, 3.6GHz (4.2GHz Max Turbo), Cache 19MB, AM4, Sem Vídeo - 100-100000457BOX',
      description: 'Processador AMD Ryzen 5 5500\n' +
        'A tecnologia do AMD StoreMI foi reconstituída desde o básico com um novo algoritmo que a tornou segura e simples de usar. Agora, a configuração do StoreMI simplesmente espelha os arquivos que você usa mais para um SSD de sua escolha, deixando intacta a versão original. O software redireciona com perfeição o Windows® e os seus aplicativos para que sejam usadas as cópias espelhadas mais velozes. Se o cache SSD for removido ou desabilitado, todos os seus arquivos no disco rígido permanecem exatamente como estavam no início.\n' +
        'Arquitetura "Zen 3" de alto desempenho \n' +
        'Estreando nos processadores AMD Ryzen™ Série 5000 para desktop, a arquitetura “Zen 3” é um redesenho básico da lendária família “Zen”.  Equipado com aprimoramentos de design de ponta a ponta, o “Zen 3” incorpora o foco implacável da AMD no desempenho de núcleo único, eficiência de energia e latências reduzidas. Ele está no centro dos melhores processadores de jogos do mundo.\n' +
        ' \n' +
        'Menor latência\n' +
        '\n' +
        'A arquitetura “Zen 3” faz a transição para um novo design “complexo unificado” que traz 8 núcleos e 32 MB de cache L3 em um único grupo de recursos. Isso reduz drasticamente as latências core-to-core e core-to-cache, tornando cada elemento da matriz um vizinho com tempo mínimo de comunicação. Tarefas sensíveis à latência, como jogos de PC, se beneficiam especialmente dessa mudança, já que as tarefas agora têm acesso direto ao dobro do cache L3 em comparação ao “Zen 2”.\n' +
        'Não possui video integrado',
      inCashPrice: 649.99,
      installmentPrice: 764.69,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/320799/processador-amd-ryzen-5-5500-3-6ghz-4-2ghz-max-turbo-cache-19mb-am4-sem-video-100-100000457box',
      store: 'Kabum'
    },
    {
      name: 'SSD 480 GB Adata SU635, SATA, Leitura: 520MB/s e Gravação: 450MB/s - ASU635SS-480GQ-R',
      description: 'SSD Adata SU635, 480GB, SATA, Leituras: 520MB/s e Gravações: 450MB/s\n' +
        ' \n' +
        'O SSD é construído com o QLC 3D NAND Flash de última geração para oferecer um valor incrível e um ótimo desempenho. Ele também vem com excelentes recursos, como a tecnologia LDPC ECC. Para quem quer experimentar um claro upgrade de PC, a unidade SU650 definitivamente é uma excelente opção.\n' +
        ' \n' +
        'Armazenamento de 480GB\n' +
        'Ostentando o QLC 3D NAND Flash com 480GB de capacidade e um preço atraente, o SU635 é uma atualização ideal para usuários que desejam mudar do HDD para o SSD, seja como armazenamento ou unidade de inicialização. \n' +
        ' \n' +
        'FLASH NAND\n' +
        'Com armazenamento em cache SLC dinâmico, a memória Flash NAND opera no modo de célula de nível único e aumenta o desempenho. A memória NAND não é volátil, o que significa que retém os dados armazenados, mesmo quando a energia é desligada.\n' +
        ' \n' +
        'Excelente Desempenho\n' +
        'Isso permite que o SU635 atinja velocidades de leitura sequencial de 520MB/s e uma gravação de 450MB/s para inicialização, transferências de arquivos e downloads mais suaves e rápidos. O SSD garante um melhor desempenho para seu PC.\n' +
        ' \n' +
        'Aproveite essa oportunidade e adquira seu SSD Adata SU635 480GB no KaBuM!',
      inCashPrice: 234.99,
      installmentPrice: 276.46,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/114872/ssd-480-gb-adata-su635-sata-leitura-520mb-s-e-gravacao-450mb-s-asu635ss-480gq-r',
      store: 'Kabum'
    },
    {
      name: 'Placa de Vídeo Galax NVIDIA GeForce RTX 3090 TI EX Gamer, 24GB GDDR6X, 384 Bits - 39IXM5MD6HEX',
      description: 'Alcançando outro novo patamar com desempenho superior na família da série RTX? 30, a mais recente GeForce RTX? 3090 Ti EX Gamer dá um grande salto em relação ao modelo RTX? 3090 EX Gamer anterior, apresentando um recorde de 10.752 núcleos CUDA e a placa máxima potência de 450W.Além de um aumento de potência para os núcleos CUDA e potência máxima da placa, a nova placa de vídeo GeForce RTX? 3090 Ti EX Gamer surge com um novo conector de alimentação, ventoinhas e sistema de refrigeração garantindo um equilíbrio ainda maior entre desempenho e eficiência de dissipação de calor, atendendo às necessidades de jogadores hardcore e entusiastas de overclock em todo o mundo.',
      inCashPrice: 20.99,
      installmentPrice: NaN,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/359038/placa-de-video-galax-nvidia-geforce-rtx-3090-ti-ex-gamer-24gb-gddr6x-384-bits-39ixm5md6hex',
      store: 'Kabum'
    },
    {
      name: 'SSD 240 GB Patriot Burst Elite, 2.5", SATA III, Leitura: 450MB/s e Gravação: 320MB/s - PBE240GS25SSDR',
      description: `Patriot's Burst Elite é uma extensão do Burst, o 2,5" SATA III Solid State Drive, que é compatível com o mais recente Controlador SATA capaz de utilizar TLC e QLC NAND. A mais recente adição à família Burst é a perfeita maneira de melhorar o desempenho do computador para eliminar gargalos\n` +
        ' \n' +
        `Uma interface SATA III de 6 Gb / s que está invertida compatível com SATA II 3GB / s, este SSD oferece maior desempenho em relação aos HDDs tradicionais. Com apenas 7 mm de altura em um formato de 2,5 ", o Burst Elite é Perfeito para qualquer atualização de PC ou laptop. Patriot's Burst Elite SSD vem em capacidades maiores para cada usuário, enquanto continuando a definir preços competitivos para oferecer um dos melhores taxas de preço por desempenho no mercado.\n` +
        ' \n' +
        'Apoiado por Serviço ao cliente premiado da Patriot e serviço de 3 anos garantia, Burst Elite irá entregar como uma das mais confiáveis escolhas em SSDs no mercado.',
      inCashPrice: 134.99,
      installmentPrice: 158.81,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/155125/ssd-240-gb-patriot-burst-elite-2-5-sata-iii-leitura-450mb-s-e-gravacao-320mb-s-pbe240gs25ssdr',
      store: 'Kabum'
    },
    {
      name: 'Placa de Vídeo GTX 1660 Super Gaming X MSI NVIDIA GeForce, 6GB, GDDR6 - Geforce GTX 1660 Super GAMING X',
      description: 'Apresentando execução simultânea de operações de ponto flutuante e número inteiro, tecnologia de sombreamento adaptável e uma nova arquitetura de memória unificada com o dobro do cache do seu antecessor, os sombreadores Turing permitem aumentos impressionantes no desempenho dos jogos atuais. Obtenha 1,4X de eficiência de energia em relação à geração anterior para uma experiência de jogo mais rápida, mais fria e silenciosa. A GeForce GTX SUPER Series possui memória GDDR6 ultrarrápida, oferecendo desempenho até 50% mais rápido que o GTX 16 Series original e até 2X mais rápido que as GPUs da série 10 da geração anterior. É hora de se preparar e ficar SUPER. Os jogos Battle Royale exigem FPS máximo. Obtenha a vantagem competitiva necessária com a GeForce. O tão esperado retorno da icônica série GAMING de dois ventiladores da MSI. Combinando uma mistura de cinza preto e preto com uma placa traseira elegante de metal escovado, esta obra-prima fornece um design premium com efeitos de luz RGB magníficos e suaves no exterior. O novo cartão MSI GAMING foi projetado para surpreender você! A 7ª geração do famoso design térmico MSI TWIN FROZR traz a mais avançada tecnologia para o melhor desempenho de refrigeração. Ele apresenta o novo TORX FAN 3.0 combinado com feitos aerodinâmicos inovadores. Isso significa desempenho estável e uma experiência silenciosa são garantidas graças às baixas temperaturas. Por baixo de todo o metal estão as entradas elétricas de várias camadas que compõem a placa de circuito impresso. Eles conectam todos os componentes vitais e permitem que eles se comuniquem na velocidade da luz.',
      inCashPrice: 1.499,
      installmentPrice: 1.764,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/108350/placa-de-video-gtx-1660-super-gaming-x-msi-nvidia-geforce-6gb-gddr6-geforce-gtx-1660-super-gaming-x',
      store: 'Kabum'
    },
    {
      name: 'Water Cooler Gamer Rise Mode, ARGB, Intel e AMD, 240mm, Preto - RM-WCB-04-ARGB',
      description: 'Water Cooler Gamer Rise Mode, ARGB\n' +
        ' \n' +
        'Utilizado simultaneamente para refrigerar o processador, partes da placa-mãe como os chipsets e reguladores de tensão, além de memórias e partes da placa de vídeo como a GPU (processador gráfico), permitindo assim um melhor desempenho dos componentes.\n' +
        ' \n' +
        'Compre agora no KaBuM!',
      inCashPrice: 439.99,
      installmentPrice: 517.64,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/248205/water-cooler-gamer-rise-mode-argb-intel-e-amd-240mm-preto-rm-wcb-04-argb',
      store: 'Kabum'
    },
    {
      name: 'SSD 1 TB WD Green SN350, M.2 2280, PCIe, NVMe, Leitura: 3200MB/s e Gravação: 2500MB/s, Verde - WDS100T3G0C',
      description: 'SSD WD Green SN350 1 TB, M.2 2280, PCIe, NVMe, Leitura: 3200MB/s, Gravação: 2500MB/s, Verde - WDS100T3G0C\n' +
        'O SSD WD Green SN350 NVMe pode revigorar seu computador antigo. Esteja você na aula, conversando ou navegando, esta unidade pode funcionar até quatro vezes mais rápido do que as unidades SATA. \n' +
        'Oferecem um design resistente a choques para ajudar a proteger seus dados importantes contra quedas acidentais. \n' +
        'O formato fino M.2 2280 permite uma atualização rápida e fácil para qualquer computador com um slot NVMe.\n' +
        ' \n' +
        'A Western Digital é uma marca de renome mundial em armazenamento de dados com a qual você pode criar, experimentar e salvar conteúdos em uma ampla gama de dispositivos. A alta segurança e desempenho que suas unidades oferecem a tornam numa das empresas mais escolhidas no mercado.\n' +
        ' \n' +
        'O WD Green SN350 WDS240G2G0C está adaptado para que você possa acessar rapidamente aos seus documentos digitais graças à sua tecnologia de estado sólido.\n' +
        ' \n' +
        'Compre já no  KaBuM!',
      inCashPrice: 469.99,
      installmentPrice: 552.93,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/283252/ssd-1-tb-wd-green-sn350-m-2-2280-pcie-nvme-leitura-3200mb-s-e-gravacao-2500mb-s-verde-wds100t3g0c',
      store: 'Kabum'
    },
    {
      name: 'SSD 256 GB PNY, NVMe, M.2 2280, PCIe Gen 3x4, NVMe 1.3, Leitura: 1.700 MB/s e Gravação: 1.100 MB/s - M280CS1031-256-CL',
      description: 'Inicialização mais rápida e inicialização mais rápida do aplicativo tendo melhor desempenho geral do sistema, um armazenamento confiável com baixo consumo de energia, operação fria e silenciosa\n' +
        ' \n' +
        'Excelente opção para uma atualização de NVMe de uma unidade de estado sólido (SSD) baseada em SATA em um PC ou computador desktop ou laptop compatível com NVMe existente. Velocidade de transferência mais rápida do que um armazenamento tradicional baseado em SATA. NAND não volátil até 30 vezes robustos do que os HDDs. Com garantia de 5 anos proteção estendida e tranquilidade.',
      inCashPrice: 139.99,
      installmentPrice: 164.69,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/364619/ssd-256-gb-pny-nvme-m-2-2280-pcie-gen-3x4-nvme-1-3-leitura-1-700-mb-s-e-gravacao-1-100-mb-s-m280cs1031-256-cl',
      store: 'Kabum'
    },
    {
      name: 'Cooler Fan Rise Mode Hex, ARGB, 120mm, Preto - RM-FC-01-5V',
      description: 'Cooler Fan Rise Mode Hex, ARGB, 5v 120mm, Preto',
      inCashPrice: 44.99,
      installmentPrice: 52.93,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/250679/cooler-fan-rise-mode-hex-argb-120mm-preto-rm-fc-01-5v',
      store: 'Kabum'
    },
    {
      name: 'SSD 240 GB Patriot P310, M.2 2280 PCIe Gen3x4, NVMe 1.3, Leitura: 1700MB/s e Gravação: 1000MB/s - P310P240GM28',
      description: 'SSD Patriot P310 240 GB, M.2 2280 PCIe Gen3x4\n' +
        ' \n' +
        'Qualidade na hora de armazenar seus arquivos\n' +
        'Deixando seu PC mais rápido e ainda armazenar seus arquivos com qualidade, além de um funcionamento mais fluido, adquira aqui o seu SSD da Patriot! Com 240GB para guardar seus arquivos e abrir programas, o SSD é ótimo para rodar seus jogos e muito mais com boa velocidade.\n' +
        ' \n' +
        'Ótima dinâmica para salvar seus arquivos\n' +
        'Esteja você salvando documentos de negócios, fotos ou até mesmo jogos, o SSD Patriot P310 240GB permite expandir o armazenamento do seu computador enquanto aumenta o desempenho, tornando-o ideal para quem procura aprimorar os recursos do sistema. \n' +
        ' \n' +
        'Configurações de alta performance\n' +
        'O formato PCIe 3.0 x4 M.2 permite que esta unidade de estado sólido forneça velocidades de dados de leitura e gravação aprimoradas de até 1.700 e 1.000 MB/s, respectivamente. O formato 2280 é compatível com uma ampla variedade de placas-mãe e notebooks, bem como com gabinetes portáteis selecionados para armazenamento aprimorado em movimento. Para garantir a confiabilidade, o P310 inclui o SmartECC que gerencia os dados, a tecnologia Thermal Throttling monitora o desempenho da temperatura e a proteção de caminho de dados de ponta a ponta garante que suas informações sejam seguras e salvas adequadamente. \n' +
        ' \n' +
        'Alta performance com boa qualidade é com o SSD da Patriot! Adquira o seu aqui no KaBuM!',
      inCashPrice: 149.99,
      installmentPrice: 176.46,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/347019/ssd-240-gb-patriot-p310-m-2-2280-pcie-gen3x4-nvme-1-3-leitura-1700mb-s-e-gravacao-1000mb-s-p310p240gm28',
      store: 'Kabum'
    },
    {
      name: 'SSD PNY CS1031 500 GB, M.2 2280 PCIe Gen3x4, NVMe 1.4, Leitura: 2200 MB/s e Gravação: 1200 MB/s, Preto - M280CS1031-500-CL',
      description: 'SSD PNY CS1031 500 GB, M.2 2280\n' +
        ' \n' +
        'Inicialização mais rápida garantindo melhor desempenho geral do sistema com um armazenamento confiável e baixo consumo de energia, operação fria e silenciosa\n' +
        ' \n' +
        'SSD CS1031 NVMe Gen3x4\n' +
        'Excelente escolha para uma atualização NVMe de uma unidade de estado sólido (SSD) baseada em SATA em um PC habilitado para NVMe ou desktop ou laptop MAC existente.\n' +
        ' \n' +
        'Alta Performance\n' +
        'Velocidade de transferência mais rápida do que um armazenamento baseado em SATA tradicional.\n' +
        ' \n' +
        'Confiabilidade Aprimorada\n' +
        'NAND não volátil até 30 vezes mais robusto que os HDDs.\n' +
        ' \n' +
        'Compre agora no KaBuM!',
      inCashPrice: 249.99,
      installmentPrice: 294.11,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/397219/ssd-pny-cs1031-500-gb-m-2-2280-pcie-gen3x4-nvme-1-4-leitura-2200-mb-s-e-gravacao-1200-mb-s-preto-m280cs1031-500-cl',
      store: 'Kabum'
    },
    {
      name: 'SSD 1 TB Kingston Fury Renegade, M.2 2280 PCIe, NVMe, Leitura: 7300MB/s e Gravação: 6000MB/s, Preto - SFYRS/1000G',
      description: 'SSD 1 TB Kingston Fury Renegade, M.2 2280 PCIe, NVMe\n' +
        ' \n' +
        'A ultrarrápida Kingston FURY Renegade DDR4 RGB1 é a atualização de memória perfeita para o gamer que deseja desempenho superior e estilo RGB brilhante no seu sistema AMD ou baseado em Intel. Os efeitos dinâmicos de iluminação RGB utilizam a tecnologia Infrared Sync de patente da Kingston FURY para oferecer padrões de efeitos de iluminação suaves e sincronizados. Impulsione sua taxa de quadros, melhore suas transmissões e faça o replay das suas jogadas com facilidade graças a velocidades de até 4600MT/s* combinadas com latências rápidas de CL15-CL19. O moderno e estiloso dissipador de calor, combinando com o PCB preto permitirá que você combata o calor e inspire medo nos corações dos seus inimigos. Ele está disponível em capacidades de módulo único de 8 GB a 32 GB e kits de 2, 4 e 8 com capacidades de 16 GB a 256 GB.\n' +
        'Kingston Fury Renegade\n' +
        'A Renegade DDR4 RGB é certificada pela Intel XMP com perfis otimizados para os mais modernos chipsets da Intel – é só selecionar o perfil manual no BIOS e pronto. 100 por cento testado na fábrica para velocidade e conta com uma garantia vitalícia e mais de 30 anos de experiência, o confiável Renegade DDR4 RGB proporciona desempenho extremo, estilo moderno e tranquilidade máxima.\n' +
        ' \n' +
        'Ilumine seu PC\n' +
        'Tenha controle total e customize a celebração de vitória de seu jogo com uma iluminação RGB suave e surpreendente, usando Kingston CTRL ou o software do fabricante da placa mãe.Mantenha facilmente seus efeitos RGB sincronizados graças à tecnologia Infrared Sync patenteada da Kingston Fury.\n' +
        ' \n' +
        'SSD Kingston é no KaBuM!',
      inCashPrice: 899.99,
      installmentPrice: 1.058,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/272356/ssd-1-tb-kingston-fury-renegade-m-2-2280-pcie-nvme-leitura-7300mb-s-e-gravacao-6000mb-s-preto-sfyrs-1000g',
      store: 'Kabum'
    },
    {
      name: 'Cooler Fan Rise Mode RGB Aura, 3 Unidades, 120mm, Preto - RM-AU-02-RGB',
      description: 'Kit Cooler FAN Rise Mode RGB Aura, 3x120mm - RM-AU-02-RGB',
      inCashPrice: 104.99,
      installmentPrice: 123.52,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/114643/cooler-fan-rise-mode-rgb-aura-3-unidades-120mm-preto-rm-au-02-rgb',
      store: 'Kabum'
    },
    {
      name: 'Cooler FAN Rise 120mm Vermelho RM-FN-01-BR',
      description: 'Cooler FAN Rise 120mm Vermelho\n' +
        ' \n' +
        'Como funciona cooler fan?\n' +
        'O sistema de funcionamento dos air coolers é conhecido como “push and pull” ou empurrar e puxar que consiste na constante movimentação até a retirada do calor, enquanto um fan empurra o ar em direção ao dissipador, outro fan retira o ar quente que estava sobre o dissipador.\n' +
        ' \n' +
        'Cooler FAN Rise\n' +
        'Com tecnologia RGB o Cooler FAN Rise Mode Aqua é ideal para seu PC. Tamanho de 120mm e com voltagem de 12V, esse Cooler FAN traz mais desempenho para o resfriamento e performance do seu PC. \n' +
        ' \n' +
        'Sua velocidade de 1500 RPN, e com rolamento de fluído, deixa seu fluxo de ar com 50 CFM\n' +
        ' \n' +
        'Garanta o seu Cooler FAN no KaBuM!',
      inCashPrice: 14.99,
      installmentPrice: 17.64,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/96822/cooler-fan-rise-120mm-vermelho-rm-fn-01-br',
      store: 'Kabum'
    },
    {
      name: 'Placa de Vídeo RTX 3060 Ti 1-Click OC Galax NVIDIA GeForce, 8GB, GDDR6, LHR, DLSS, Ray Tracing, Preto - 36ISL6MD1VQW',
      description: 'Placa de Vídeo Galax NVIDIA GeForce RTX 3060 Ti 1-Click OC\n' +
        ' \n' +
        'Equipado com ventoinhas gêmeas de 90 mm e design prático especial para dissipação de calor, a textura e aparência de carbono exclusivas trazem o máximo de frescor da placa.\n' +
        ' \n' +
        'Textura Carbono Exclusiva: O Melhor Jogo\n' +
        'Permite enfrentar os últimos jogos usando o poder da arquitetura RTX de 2ª geração da Ampere-NVIDIA. Obtenha desempenho incrível com núcleos Ray Tracing aprimorados, novos multiprocessadores de streaming e memória G6 de alta velocidade.\n' +
        ' \n' +
        'Versão móvel para Xtreme Tuner\n' +
        'Exclusivo para usuários de placas gráficas Galax, e a nova versão do sintonizador xtreme já está online!\n' +
        ' \n' +
        'Aumento de desempenho alimentado por IA\n' +
        'A renderização AI em Tensor Cores dedicados oferece um desempenho incrível, aumentando as taxas de quadros e fornecendo o espaço necessário para maximizar as configurações gráficas e a resolução até 8K.\n' +
        ' \n' +
        'Compre agora no KaBuM!',
      inCashPrice: 2.949,
      installmentPrice: 3.47,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/191789/placa-de-video-rtx-3060-ti-1-click-oc-galax-nvidia-geforce-8gb-gddr6-lhr-dlss-ray-tracing-preto-36isl6md1vqw',
      store: 'Kabum'
    },
    {
      name: 'SSD 120 GB Adata SU650, SATA, Leitura: 520MB/s e Gravação: 450MB/s - ASU650SS-120GT-R',
      description: 'Conheça o SSD Adata SU650\n' +
        'Escolher um SSD ideal para o seu setup gamer pode ser uma tarefa que parece complexa, mas não é! O SSD Adata SU650, por exemplo, reúne as principais características de um dispositivo de última geração com o 3D NAND Flash e um controlador de alta velocidade, oferecendo capacidades de até 960 GB, além de desempenho de leitura/gravação de até 520/450 MB/s para transferência de arquivos e downloads.\n' +
        ' \n' +
        'Uma excelente escolha com excelente custo-benefício para fazer um upgrade no seu PC, o modelo SU650 conta ainda com recurso de cache SLC e avançadas tecnologias de correção de erros para garantir a integridade de dados otimizados.\n' +
        ' \n' +
        'Correção de erros avançada\n' +
        'Com o suporte à tecnologia ECC (código de correção de erro), o SSD ADATA SU650 permite detectar e corrigir erros para garantir a integridade dos dados e prolongar a vida útil do SSD. O MTBF, conhecido como tempo médio entre falhas, é de até 2 milhões de horas, ou seja, 25% a mais que o 2D NAND SSDs.\n' +
        ' \n' +
        'ADATA SSD Toolbox e Migration Utility\n' +
        'Ao comprar o seu SSD Asus Adata SU650, você terá acesso ao ADATA SSD Toolbox, uma plataforma que permite gerenciar e monitorar o status do seu SSD, para entender melhor sobre o nível de desgaste da peça e demais informações sobre sua vida útil. Já o Migration Utility é especialmente útil para quem vai migrar do HDD para o SSD, uma vez que ele oferece recursos simples e rápidos de migração do conteúdo de unidades inteiras, incluindo o sistema operacional.\n' +
        ' \n' +
        'Garanta o seu no KaBuM!',
      inCashPrice: 92.99,
      installmentPrice: 109.4,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/100014/ssd-120-gb-adata-su650-sata-leitura-520mb-s-e-gravacao-450mb-s-asu650ss-120gt-r',
      store: 'Kabum'
    },
    {
      name: 'Processador Intel Core i3-10105, 3.7GHz (4.4GHz Max Turbo), Cache 6MB, Quad Core, 8 Threads, LGA 1200, Vídeo Integrado - BX8070110105',
      description: 'Processador Intel Core i3-10105, Cache 6MB, 3.7GHz (4.4GHz Max Turbo), LGA 1200\n' +
        ' \n' +
        'Processador Intel Core i3-10105\n' +
        'O processador Core i3-10105 3,7 GHz Quad-Core LGA 1200 da Intel tem uma velocidade de clock base de 3,7 GHz e vem com recursos como suporte para Intel Optane Memory, Intel Boot Guard, tecnologia de virtualização Intel VT-d para E/S direcionada e tecnologia Intel Hyper-Threading. \n' +
        'Turbo Max\n' +
        'Com o Intel Turbo Boost 2.0, a frequência turbo máxima que este processador pode atingir é de 4,4 GHz. Além disso, este processador possui 4 núcleos com 8 threads em um soquete LGA 1200, possui 6 MB de memória cache e 16 pistas PCIe. \n' +
        '4 Núcleos e 8 Threads\n' +
        'Ter 4 núcleos permite que o processador execute vários programas simultaneamente sem diminuir a velocidade do sistema, enquanto os 8 threads permitem que uma sequência ordenada básica de instruções seja passada ou processada por um único núcleo de CPU. \n' +
        'Suporte para Memórias altas\n' +
        'Este processador também suporta 128 GB de RAM DDR4 dual-channel de 2666 MHz e utiliza tecnologia de 10ª geração.\n' +
        'Possui Vídeo Integrado \n' +
        ' \n' +
        'Aproveite essa oportunidade e adquira seu Processador Intel Core no KaBuM!',
      inCashPrice: 688.99,
      installmentPrice: 810.58,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/181065/processador-intel-core-i3-10105-3-7ghz-4-4ghz-max-turbo-cache-6mb-quad-core-8-threads-lga-1200-video-integrado-bx8070110105',
      store: 'Kabum'
    },
    {
      name: 'Memória Gamer Husky Gaming, 16GB, 2666MHz, DDR4, CL19, Preto - HGMF002',
      description: 'Memória Gamer Husky Gaming - 16GB\n' +
        'Chegue ao próximo nível em desempenho com o seu computador gamer com a Memória Gamer Husky Gaming. Em busca do minimalismo e da simplicidade, a memória Gamer Husky é extremamente fina e leve ideal para os gabinetes menores ou qualquer sistema com pouco espaço interno. Seu design em preto combina com todo o seu setup, independente do seu estilo. \n' +
        ' \n' +
        'Velocidade de 2666Mhz para Suas Jogadas\n' +
        'A Memória Husky é projetada para o mais alto desempenho, possui dissipador de calor embutido que entrega ótima condutividade térmica para que o sistema seja capaz de manter uma operação estável por muito tempo. Com 2666Mhz, garante mais velocidade para computadores de alta performance e desempenho robusto, entregando 16GB de capacidade. \n' +
        ' \n' +
        'Com Tecnologia DDR4\n' +
        'Melhora a qualidade da transferência de sinal com Memória Husky e se mantenha na partida inspirando medo no seu inimigo. Instale essa memória de maneira rápida e fácil com a conexão Plug and Play e comece a partida. Possui tecnologia DDR4, DIMM como formato e latência CL 19. A Memória Gamer Husky Gaming é o que faltava para o seu computador ter melhor desempenho. \n' +
        ' \n' +
        'Aproveite essa oportunidade e adquira sua Memória Gamer Husky no KaBuM!',
      inCashPrice: 289.99,
      installmentPrice: 341.16,
      categories: [Array],
      images: [Array],
      link: 'https://kabum.com.br/produto/114223/memoria-gamer-husky-gaming-16gb-2666mhz-ddr4-cl19-preto-hgmf002',
      store: 'Kabum'
    }
  ]